Repository: FineFindus/eyedropper
Catalog: po/*.po
Languages: ar, bg, bn, de, es, eu, fi, fr, hu, it, kk, nb_no, nl, pl, ru, ta, tr, vi

source: GNOME color palette
de: GNOME Farbpalette
fr: Palette de couleurs de GNOME
it: Tavolozza di colori di GNOME
nl: GNOME-kleurenpalet
ru: Цветовая палитра GNOME
tr: GNOME renk paleti

source: Show color names from the GNOME color palette
de: Zeigt die Farbnamen der GNOME Farbpalette an
fr: Affiche les noms des couleurs à partir de la palette de couleurs GNOME
it: Mostra i nomi dei colori dalla tavolozza di colori di GNOME
nl: Geeft kleurnamen weer van het GNOME-kleurenpalet
ru: Показать названия цветов из цветовой палитры GNOME
tr: GNOME renk paletinden renk adlarını göster

source: Show color names from the xkcd color survey
de: Zeige die Farbnamen aus der xkcd-Farbumfrage
es: Mostrar nombres de colores de la encuesta de colores de xkcd
eu: Erakutsi koloreen izenak xkcd koloreen inkestan
fr: Affiche les noms des couleurs à partir de l’enquête sur les couleurs XKCD
it: Mostra i nomi dei colori dal sondaggio di xkcd
nl: Geeft kleurnamen weer van de xkcd-kleurenenquête
ru: Показать названия цветов из цветового опроса xkcd
tr: xkcd renk anketinden renk adlarını göster

source: Move Up
ar: حرِّك لأعلى
bg: Преместване нагоре
bn: উপরে সরান
de: Nach oben verschieben
es: Subir de categoría
eu: Kategoriaz igo
fi: Siirrä ylös
fr: Déplacer vers le haut
hu: Mozgatás fel
it: Sposta in alto
kk: Жоғары жылжыту
nb_no: Flytt opp
nl: Naar boven verplaatsen
pl: W górę
ru: Переместить вверх
ta: மேலே செல்லுங்கள்
tr: Yukarı Taşı
vi: Di Chuyển Lên

source: Move Down
ar: حرِّك لأسفل
bg: Преместване надолу
bn: নিচে সরান
de: Nach unten verschieben
es: Bajar de categoría
eu: Kategoriaz jaitsi
fi: Siirrä alas
fr: Déplacer vers le bas
hu: Mozgatás le
it: Sposta in basso
kk: Төмен жылжыту
nb_no: Flytt ned
nl: Naar beneden verplaatsen
pl: W dół
ru: Переместить вниз
ta: கீழே செல்லுங்கள்
tr: Aşağı Taşı
vi: Di Chuyển Xuống

source: HSV
nl: HSV/KVW

source: Name
ar: الاسم
es: Nombre
eu: Izena
fr: Nom
it: Nome
kk: Аты
nl: Naam
ru: Название
tr: Ad
vi: Tên

# Information that no name for the color could be found
source: Not named
de: Unbenannt
es: Sin nombre
eu: Izenik gabe
fr: Pas de nom
it: Senza nome
nl: Geen naam beschikbaar
ru: Без названия
tr: Adlandırılmamış

source: translator-credits
ar: أحمد النجماوي <iramosu@protonmail.com>
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>
bn: OnByWill <onbywill@gmail.com>
de: FineFindus <https://github.com/FineFindus>
es: Sergio Varela <https://github.com/IngrownMink4>
eu: Sergio Varela <https://github.com/IngrownMink4>
fi: Jiri Grönroos <jiri.gronroos+l10n@iki.fi>
fr: Irénée Thirion
hu: Dévényi Benedek <rdbende@proton.me>
it: Davide Ferracin <davide.ferracin@protonmail.com>
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
nb_no: Brage Fuglseth https://bragefuglseth.dev
nl: Philip Goto <philip.goto@gmail.com>
pl: kaklewski <oskarkaklewski@gmail.com>
ru: Сергей Ворон <voron.s.a@gmail.com> Давид Лапшин <ddaudix@gmail.com>
ta: மொழிபெயர்ப்பாளர்-வரவு
tr: Sabri Ünal <libreajans@gmail.com>
vi: Loc Huynh <huynhloc.contact@gmail.com>

source: <p>A minor release with many small QoL improvements.</p><p>Added:</p> <ul><li>Show a toast with an Undo option when clearing the history</li><li>Use Ctrl-Q to close the window</li><li>Use a default minimum window size, content should no longer unnecessarily cut off</li><li>New icon by @bertob</li><li>Export palettes as Adobe Swatch Exchange (ASE), hex, PAL, Paint.NET (txt) files</li><li>Minor changes to the store metadata</li></ul><p>Changed:</p> <ul><li>Hunter-Lab now displays 0 instead of NaN</li><li>Improved tooltips for copying colors</li><li>Palette window now uses a button with a more explicit text instead of an icon</li><li>Reworded project description</li><li>Updated all screenshots</li></ul><p>Fixed:</p> <ul><li>Separator is now hidden when the history list is hidden</li><li>Improved editing experience when change the Hex color/name</li></ul>
it: <p>Una nuova versione minore con tanti piccoli miglioramenti all'uso dell'applicazione.</p><p>Novità:</p> <ul><li>Un messaggio “toast” viene mostrato con l'opzione di annullare lo svuotamento della cronologia</li><li>Chiusura della finestra con Ctrl-Q</li><li>Uso di una dimensione minima della finestra di default; in questo modo il contenuto non dovrebbe più venire tagliato</li><li>Nuova icona da parte di @bertob</li><li>Esportazione delle tavolozze nei formati di file Adobe Swatch Exchange (ASE), esadecimale, e Paint.NET (txt)</li><li>Cambiamenti minori ai metadati nello store</li></ul><p>Cambiamenti:</p> <ul><li>Hunter-Lab ora mostra uno 0 invece di NaN</li><li>Migliorati i tooltip per copiare i colori</li><li>La finestra delle tavolozze ora usa un pulsante con testo esplicito invece di un'icona</li><li>Riformulata la descrizione del progetto</li><li>Aggiornate le schermate dell'applicazione</li></ul><p>Correzioni:</p> <ul><li>Il separatore viene ora nascosto quando la cronologia è nascosta</li><li>Migliorata l'esperienza delle modifiche quando viene cambiato il nome o il colore in esadecimale</li></ul>
nl: <p>Een kleine uitgave met veel kleine QoL-verbeteringen</p><p>Toegevoegd:</p> <ul><li>Toast met een Ongedaan maken-optie wordt getoond bij het wissen van de geschiedenis</li><li>Gebruik Ctrl-Q om het venster te sluiten</li><li>Standaard minimale venstergrootte ingesteld, inhoud wordt niet langer onnodig afgesneden</li><li>Nieuw pictogram door @bertob</li><li>Exporteer paletten als bestanden van type Adobe Swatch Exchange (ASE), hex, PAL en Paint.NET (txt)</li><li>Kleine veranderingen aan de app-metadata</li></ul><p>Veranderd:</p> <ul><li>Hunter-Lab toont nu 0 in plaats van NaN</li><li>Verbeterde tooltips voor het kopiëren van kleuren</li><li>Paletvenster gebruikt nu een knop met een duidelijkere tekst in plaats van een pictogram</li><li>Projectbeschrijving anders verwoord</li><li>Alle schermafdrukken bijgewerkt</li></ul><p>Foutoplossingen:</p> <ul><li>Scheidingslijn is nu verborgen wanneer de geschiedenislijst verborgen is</li><li>Verbeterde bewerkingservaring bij het veranderen van de hex-kleur/-naam</li></ul>

source: Cleared history
ar: مُحي التأريخ
bg: Историята е изчистена
bn: ইতিহাস সাফ করা হয়েছে
fi: Historia tyhjennetty
hu: Előzmények törölve
it: Cronologia azzerata
kk: Тарих тазартылды
nb_no: Logg tilbakestilt
nl: Geschiedenis gewist
pl: Wyczyszczono historię
ru: История очищена
ta: அழிக்கப்பட்ட வரலாறு
vi: Đã xóa lịch sử

source: Undo
ar: تراجع
bg: Отменяне
bn: পূর্বাবস্থায় ফেরান
fi: Kumoa
hu: Vissza
it: Annulla
kk: Болдырмау
nb_no: Angre
nl: Ongedaan maken
pl: Cofnij
ru: Отменить
ta: செயல்தவிர்
vi: Hoàn Tác

source: Failed to get palette color
de: Palettenfarbauswahl fehlgeschlagen
es: No se ha podido obtener el color de la paleta
eu: Ezin izan da paletaren kolorea lortu
fr: Échec de la récupération de la couleur de la palette
it: Errore nell'ottenere il colore della tavolozza
nl: Paletkleur verkrijgen mislukt
ru: Не удалось получить цвет палитры
tr: Palet rengi alınamadı

source: Failed to pick a color
ar: تعذَّر انتقاء اللون
bg: Избирането на цвят е неуспешно
bn: রঙ বেছে নিতে ব্যর্থ হয়েছে
de: Farbauswahl fehlgeschlagen
es: No se ha podido elegir un color
eu: Ezin izan da kolore bat aukeratu
fi: Värin valinta epäonnistui
fr: Échec de la sélection de la couleur
hu: Nem sikerült színt választani
it: Errore nel prelievo del colore
kk: Түсті таңдау сәтсіз аяқталды
nb_no: Fargevelging mislyktes
nl: Kleur kiezen mislukt
pl: Nie udało się pobrać koloru
ru: Не удалось выбрать цвет
ta: ஒரு வண்ணத்தை எடுக்கத் தவறிவிட்டது
tr: Renk alınamadı
vi: Không thể chọn màu

source: Copied: “{}”
de: „{}” kopiert
es: «{}» copiado.
eu: “{}” kopiatuta.
fr: Copié : « {} »
it: Copiato: «{}»
nl: ‘{}’ gekopieerd
ru: Скопировано: “{}”
tr: Kopyalandı: “{}”

source: Gnome;GTK;Color;Colorpicker;Picker;Palette;
ar: جنوم;جتك;لون;منتقي ألوان;منتقي;لوحة ألوان;قطارة;Gnome;GTK;Color;Colorpicker;Picker;Palette;
bg: цвят;избор на цвят;палитра;
bn: Gnome;GTK;রঙ;রঙ বাছাইকারী;বাছাইকারী;প্যালেট;
fi: Gnome;GTK;Color;Colorpicker;Picker;Palette;väri;värivalitsin;paletti;
hu: Gnome;GTK;Color;Colorpicker;Picker;Palette;eyedropper;szín;színválasztó;választó;paletta;
kk: Gnome;GTK;Түс;Түс таңдаушы;Таңдаушы;Палитра;
nb_no: GNOME;GTK;Farger;Fargevelger;Palett;
pl: Gnome;GTK;Próbnik kolorów;Próbnik;Paleta;
ta: க்னோம்; சி.டி.கே; வண்ணம்; கலர் பிக்கர்; பிக்கர்; தட்டு;

source: Enter or pick a color and view it in different formats.
ar: أدخل لونًا أو انتقهِ واستعرضه بتنسيقات مختلفة.
bn: একটি রঙ লিখুন বা বেছে নিন এবং এটি বিভিন্ন বিন্যাসে দেখুন।
kk: Түсті енгізіңіз немесе таңдаңыз және оны әртүрлі пішімдерде көріңіз.
vi: Nhập hoặc chọn một màu và xem nó ở các định dạng khác nhau.

source: Edit the viewed color in a simple HSL editor
ar: حرَّر اللون المعروض في محرِّر HSL بسيط
bn: দেখানো রঙটি একটি সাধারণ HSL এডিটরে সম্পাদনা করুন
kk: Көрінген түсті қарапайым HSL редакторында түзету
vi: Chỉnh sửa màu đang xem trong trình chỉnh sửa HSL đơn giản

source: Enter a color in various formats
ar: أدخل لونًا بتنسيقات متنوِّعة
bn: বিভিন্ন ফর্ম্যাটে একটি রঙ লিখুন
kk: Түсті әртүрлі пішімдерде енгізу
vi: Nhập một màu ở các định dạng khác nhau

source: Convert colors into other formats such as Hex, RGB, HSV, HSL, CMYK, XYZ, CIE-Lab…
ar: حوِّل الألوان إلى تنسيقات أخرى مثل Hex و RGB و HSV و HSL و CMYK و XYZ و CIE-Lab وغيرها…
bn: রঙগুলিকে অন্যান্য ফর্ম্যাটে রূপান্তর করুন যেমন Hex, RGB, HSV, HSL, CMYK, XYZ, CIE-Lab…
kk: Түстерді Hex, RGB, HSV, HSL, CMYK, XYZ, CIE-Lab… сияқты басқа пішімдерге түрлендіру…
vi: Chuyển đổi màu sang các định dạng khác như Hex, RGB, HSV, HSL, CMYK, XYZ, CIE-Lab…

source: Editor with an HSL editor
ar: المحرِّر مع محرِّر HSL
bg: Редактор с HSL редактор
bn: HSL এডিটর সহ এডিটর
fi: Muokkain, jossa on HSL-muokkain
hu: Színek szerkesztése HSL szerkesztővel
kk: HSL редакторы бар редактор
nb_no: HSL-fargeredigering
pl: Edytor z dostosowaniem HSL
ta: எச்.எச்.எல் எடிட்டருடன் ஆசிரியர்
vi: Trình chỉnh sửa với trình chỉnh sửa HSL

source: RGB can now be displayed in decimal notation
ar: يمكن الآن عرض RGB بالترميز العشري
bn: RGB এখন দশমিক সংখ্যায় প্রদর্শিত হতে পারে
kk: RGB енді ондық жүйеде көрсетіле алады
vi: RGB giờ có thể được hiển thị ở ký hiệu thập phân

source: Colors can now be directly entered, without picking a color first
ar: يمكن الآن إدخال الألوان مباشرة، دون الحاجة لانتقاء لون أولًا
bn: প্রথমে কোনো রঙ নির্বাচন না করেই, এখন সরাসরি রঙ প্রবেশ করানো যাবে
kk: Түстерді енді алдымен түсті таңдамай-ақ, тікелей енгізуге болады
vi: Màu giờ có thể được nhập trực tiếp, mà không cần chọn màu trước

source: Support for focus-independent (global) shortcuts
ar: دعم الاختصارات المستقلة عن التركيز (العامة)
bn: ফোকাস-বিহীন (গ্লোবাল) শর্টকাটের জন্য সমর্থন
kk: Фокусқа тәуелсіз (глобалды) жарлықтарды қолдау
vi: Hỗ trợ cho phím tắt độc lập với tiêu điểm (toàn cục)

source: Fixed an layout issue on systems where scrollbars are always shown
ar: أُصلحت مشكلة في التخطيط على الأنظمة التي تظهر فيها أشرطة التمرير دائمًا
bn: যেসব সিস্টেমে স্ক্রলবার সর্বদা প্রদর্শিত হয়, সেখানে লেআউটের সমস্যা সমাধান করা হয়েছে
kk: Айналдыру жолақтары әрқашан көрсетілетін жүйелердегі жайма мәселесі түзетілді
vi: Sửa vấn đề bố cục trên hệ thống nơi thanh cuộn luôn được hiển thị

source: Updated to modern GNOME styling
ar: حُدِّث إلى تصميم جنوم الحديث
bn: আধুনিক GNOME স্টাইলিংয়ে আপডেট করা হয়েছে
kk: Заманауи GNOME стиліне жаңартылды
vi: Cập nhật phong cách GNOME hiện đại

source: Improved checking for unsupported systems
ar: تحسين التحقُّق من الأنظمة غير المدعومة
bn: অসমর্থিত সিস্টেমের জন্য পরীক্ষা উন্নত করা হয়েছে
kk: Қолдау көрсетілмейтін жүйелерді тексеру жақсартылды
vi: Cải thiện kiểm tra cho hệ thống không được hỗ trợ

source: A small fix for failing metadata
ar: إصلاح بسيط للبيانات الوصفية المتعذَّرة
bn: মেটাডেটা ব্যর্থ হওয়ার জন্য একটি ছোট সমাধান
kk: Сәтсіз метадеректер үшін кішігірім түзету
vi: Sửa nhỏ cho siêu dữ liệu thất bại

source: A new release, including major reworks the the UI and the color system
ar: إصدار جديد، يتضمَّن تعديلات جذرية على واجهة المستخدم ونظام الألوان
bn: একটি নতুন রিলিজ, যার মধ্যে UI এবং রঙ সিস্টেমের প্রধান পুনর্গঠন অন্তর্ভুক্ত রয়েছে
kk: Интерфейс пен түс жүйесін ауқымды қайта өңдеуді қамтитын жаңа шығарылым
vi: Bản phát hành mới, bao gồm làm lại lớn cho UI và hệ thống màu

source: Added a new color editor, allowing to modify colors
ar: أُضيف محرِّر ألوان جديد، يسمح بتعديل الألوان
bn: রঙ পরিবর্তন করার জন্য একটি নতুন রঙ এডিটর যোগ করা হলো
kk: Түстерді өзгертуге мүмкіндік беретін жаңа түс редакторы қосылды
vi: Thêm trình chỉnh sửa màu mới, cho phép sửa đổi màu

source: Reworked the system handling color conversions
ar: أُعيد تصميم نظام معالجة تحويلات الألوان
bn: রঙ রূপান্তরের সিস্টেমটি পুনরায় তৈরি করা হয়েছে
kk: Түстерді түрлендіруді өңдейтін жүйе қайта өңделді
vi: Làm lại hệ thống xử lý chuyển đổi màu

source: A warning page is now shown on unsupported systems
ar: تُعرض الآن صفحة تحذير على الأنظمة غير المدعومة
bn: অসমর্থিত সিস্টেমগুলিতে এখন একটি সতর্কতামূলক পৃষ্ঠা দেখানো হচ্ছে
kk: Қолдау көрсетілмейтін жүйелерде енді ескерту беті көрсетіледі
vi: Trang cảnh báo giờ được hiển thị trên hệ thống không được hỗ trợ

source: Various internal code improvements and bug fixes
ar: تحسينات متنوّعة على الكود الداخلي وإصلاحات للأخطاء
bn: বিভিন্ন অভ্যন্তরীণ কোড উন্নতি এবং বাগ সংশোধন
kk: Ішкі кодты әртүрлі жақсартулар мен қателерді түзетулер
vi: Các cải thiện mã nội bộ đa dạng và sửa lỗi

source: Removed the palette dialog
ar: تمت إزالة مربع حوار اللوحة
bn: প্যালেট ডায়ালগটি সরানো হয়েছে
kk: Палитра сұхбат терезесі өшірілді
vi: Xóa hộp thoại bảng màu

source: Removed custom color formats
ar: أُزيلت تنسيقات الألوان المخصَّصة
bn: কাস্টম রঙের ফর্ম্যাটগুলি সরানো হয়েছে
kk: Пайдаланушылық түс пішімдері өшірілді
vi: Xóa định dạng màu tùy chỉnh

source: A new release with exciting new features and many improvements.
ar: إصدار جديد بمزايا جديدة ومثيرة والعديد من التحسينات.
bn: অনেক নতুন বৈশিষ্ট্য এবং উন্নতি সহ, নতুন রিলিজ।
kk: Қызықты жаңа мүмкіндіктері мен көптеген жақсартулары бар жаңа шығарылым.
vi: Bản phát hành mới với tính năng mới thú vị và nhiều cải thiện.

source: Allow entering any format
ar: السماح بإدخال أي تنسيق
bn: যেকোনো ফর্ম্যাটে ব্যবহার করতে দিন
kk: Кез келген пішімді енгізуге рұқсат беру
vi: Cho phép nhập bất kỳ định dạng nào

source: Display color in overview search
ar: عرض اللون في بحث النظرة العامة
bn: ওভারভিউ অনুসন্ধানে রঙ প্রদর্শন করুন
kk: Түсті шолу іздеуінде көрсету
vi: Hiển thị màu trong tìm kiếm tổng quan

source: Export palettes to LibreOffice
ar: صدِّر لوحات الألوان إلى ليبر أوفيس
bn: প্যালেটগুলি LibreOffice এ রপ্তানি করুন
kk: Палитраларды LibreOffice-ке экспорттау
vi: Xuất bảng màu sang LibreOffice

source: A visual differentiation between color and background
ar: تمييز مرئي بين اللون والخلفية
bn: রঙ এবং পটভূমির মধ্যে একটি দৃশ্যমান পার্থক্য
kk: Түс пен фон арасындағы визуалды айырмашылық
vi: Sự phân biệt hình ảnh giữa màu và nền

source: Improved color conversion
ar: تحسين تحويل الألوان
bn: উন্নত রঙ রূপান্তর
kk: Түстерді түрлендіру жақсартылды
vi: Cải thiện chuyển đổi màu

source: Visual refinements to match the state of the art of GNOME apps
ar: تحسينات مرئية لتواكب أحدث تطبيقات جنوم
bn: GNOME অ্যাপের অত্যাধুনিকতার সাথে মিল রেখে দৃশ্যমান পরিমার্জন
kk: GNOME қолданбаларының заманауи деңгейіне сәйкес визуалды жақсартулар
vi: Cải thiện hình ảnh để phù hợp với tình trạng nghệ thuật của ứng dụng GNOME

source: Internal code improvements and bug fixes
ar: تحسينات على الشيفرة الداخلية وإصلاحات للأخطاء
bn: অভ্যন্তরীণ কোডের উন্নতি এবং বাগ সংশোধন
kk: Ішкі кодты жақсартулар мен қателерді түзетулер
vi: Cải thiện mã nội bộ và sửa lỗi

source: Show a toast with an Undo option when clearing the history
ar: إظهار تنبيه منبثق مع خيار تراجع عند محو التأريخ
bn: ইতিহাস সাফ করার সময় পূর্বাবস্থায় ফেরানোর বিকল্প সহ একটি টোস্ট দেখান
kk: Тарихты тазалау кезінде Болдырмау опциясы бар хабарламаны көрсету
vi: Hiển thị thông báo với tùy chọn Hoàn tác khi xóa lịch sử

source: Use Ctrl-Q to close the window
ar: استخدام Ctrl-Q لإغلاق النافذة
bn: উইন্ডোটি বন্ধ করতে Ctrl-Q ব্যবহার করুন
kk: Терезені жабу үшін Ctrl-Q пайдаланыңыз
vi: Sử dụng Ctrl-Q để đóng cửa sổ

source: Use a default minimum window size, content should no longer unnecessarily cut off
ar: استخدام حجم نافذة أدنى مبدئي، لن يُقتطع المحتوى بعد الآن دون داعٍ
bn: একটি ডিফল্ট ন্যূনতম উইন্ডো আকার ব্যবহারের সময়, কন্টেন্ট আর অপ্রয়োজনীয়ভাবে কাটবে না
kk: Терезенің әдепкі минималды өлшемін пайдалану, мазмұн енді қажетсіз кесілмеуі керек
vi: Sử dụng kích thước cửa sổ tối thiểu mặc định, nội dung không còn bị cắt không cần thiết nữa

source: New icon by @bertob
ar: أيقونة جديدة من تصميم @bertob
bn: @bertob এর নতুন আইকন
kk: @bertob жасаған жаңа таңбаша
vi: Biểu tượng mới bởi @bertob

source: Export palettes as Adobe Swatch Exchange (ASE), hex, PAL, Paint.NET (txt) files
ar: صدِّر لوحات الألوان كملفات Adobe Swatch Exchange (ASE) و hex و PAL و Paint.NET (txt)
bn: প্যালেটগুলি অ্যাডোবি সোয়াচ এক্সচেঞ্জ (ASE), hex, PAL, Paint.NET (txt) ফাইল হিসাবে রপ্তানি করুন
kk: Палитраларды Adobe Swatch Exchange (ASE), hex, PAL, Paint.NET (txt) файлдары ретінде экспорттау
vi: Xuất bảng màu dưới dạng Adobe Swatch Exchange (ASE), hex, PAL, Paint.NET (txt) tệp

source: Minor changes to the store metadata
ar: تغييرات طفيفة على البيانات الوصفية للمتجر
bn: স্টোর মেটাডেটায় ছোটখাটো পরিবর্তন
kk: Дүкен метадеректеріндегі кішігірім өзгерістер
vi: Thay đổi nhỏ cho siêu dữ liệu cửa hàng

source: Hunter-Lab now displays 0 instead of NaN
ar: يعرض Hunter-Lab الآن 0 بدلًا من NaN
bn: হান্টার-ল্যাব এখন NaN এর পরিবর্তে 0 প্রদর্শন করে
kk: Hunter-Lab енді NaN орнына 0 көрсетеді
vi: Hunter-Lab giờ hiển thị 0 thay vì NaN

source: Improved tooltips for copying colors
ar: تحسين التلميحات عند نسخ الألوان
bn: রঙ কপি করার জন্য উন্নত টুলটিপস
kk: Түстерді көшіруге арналған құралдардың кеңестері жақсартылды
vi: Cải thiện chú thích công cụ cho việc sao chép màu

source: Palette window now uses a button with a more explicit text instead of an icon
ar: تستخدم نافذة لوحة الألوان الآن زرًا بنص أوضح بدلًا من أيقونة
bn: প্যালেট উইন্ডো এখন আইকনের পরিবর্তে আরও স্পষ্ট লেখা সহ একটি বাটন ব্যবহার করে
kk: Палитра терезесі енді таңбашаның орнына айқынырақ мәтіні бар батырманы пайдаланады
vi: Cửa sổ bảng màu giờ sử dụng nút với văn bản rõ ràng hơn thay vì biểu tượng

source: Reworded project description
ar: أُعيدت صياغة وصف المشروع
bn: পুনঃশব্দযুক্ত প্রকল্পের বর্ণনা
kk: Жоба сипаттамасының сөзі өзгертілді
vi: Viết lại mô tả dự án

source: Updated all screenshots
ar: تم تحديث جميع لقطات الشاشة
bn: সকল স্ক্রিনশট আপডেট করা হয়েছে
kk: Барлық скриншоттар жаңартылды
vi: Cập nhật tất cả ảnh chụp màn hình

source: Separator is now hidden when the history list is hidden
ar: يُخفى الفاصل الآن عندما تكون قائمة التأريخ مخفية
bn: ইতিহাস তালিকা লুকানো থাকলে বিভাজক এখন লুকানো থাকে
kk: Тарих тізімі жасырылғанда, ажыратқыш та жасырылады
vi: Dấu phân cách giờ bị ẩn khi danh sách lịch sử bị ẩn

source: Improved editing experience when change the Hex color/name
ar: تحسين تجربة التحرير عند تغيير لون/اسم Hex
bn: Hex রঙ/নাম পরিবর্তন করার সময় উন্নত সম্পাদনার অভিজ্ঞতা
kk: Hex түсін/атын өзгерткендегі түзету тәжірибесі жақсартылды
vi: Cải thiện trải nghiệm chỉnh sửa khi thay đổi màu/tên Hex

source: Better optimized releases
ar: إصدارات محسَّنة بشكل أفضل
bn: আরও ভালো অপ্টিমাইজ করা রিলিজ
kk: Жақсырақ оңтайландырылған шығарылымдар
vi: Bản phát hành được tối ưu hóa tốt hơn

source: Remove
ar: إزالة
bg: Премахване
bn: অপসারণ
fi: Poista
hu: Eltávolítás
kk: Өшіру
nb_no: Fjern
pl: Usuń
ta: அகற்று
vi: Xóa

source: Select or enter a color to get started
ar: حدِّد لونًا أو أدخله للبدء
bn: শুরু করতে একটি রঙ নির্বাচন করুন বা লিখুন
kk: Жұмысты бастау үшін түсті таңдаңыз немесе енгізіңіз
vi: Chọn hoặc nhập một màu để bắt đầu

source: View
ar: استعرض
bn: দৃশ্য
kk: Көрініс
vi: Xem

source: Name Sources
ar: مصادر الأسماء
bg: Източници на имена
bn: নাম সূত্র
fi: Nimilähteet
hu: Nevek forrásai
kk: Атау көздері
nb_no: Navnekilder
pl: Źródła nazw
ta: பெயர் ஆதாரங்கள்
vi: Nguồn Tên

source: Basic web colors
ar: ألوان الوِب الأساسية
bg: Основни уеб цветове
bn: মৌলিক ওয়েব রঙ
fi: Olennaiset web-värit
hu: Alapvető webes színek
kk: Негізгі веб түстері
nb_no: Grunnleggende farger fra CSS-standarden
pl: Podstawowe kolory stron internetowych
ta: அடிப்படை வலை வண்ணங்கள்
vi: Màu web cơ bản

source: X11 and SVG color values
ar: قيم ألوان X11 و SVG
bg: Цветови стойности на X11 и SVG
bn: X11 এবং SVG রঙের মান
fi: X11- ja SVG-väriarvot
hu: X11 és SVG színértékek
kk: X11 және SVG түс мәндері
nb_no: Farger fra X11-visningssystemet og SVG-standarden
pl: Wartości kolorów X11 i SVG
ta: ஃச் 11 மற்றும் எச்.வி.சி வண்ண மதிப்புகள்
vi: Giá trị màu X11 và SVG

source: GNOME Color Palette
ar: لوحة ألوان جنوم
bg: GNOME Цветова палитра
bn: GNOME কালার প্যালেট
fi: Gnomen väripaletti
hu: GNOME színpaletta
kk: GNOME түстер палитрасы
nb_no: GNOME
pl: Paleta kolorów GNOME
ta: க்னோம் வண்ணத் தட்டு
vi: Bảng Màu GNOME

source: Colors for GNOME app icons and illustrations
ar: ألوان أيقونات ورسوميات تطبيقات جنوم
bg: Цветове за иконки и илюстрации на GNOME програми
bn: GNOME অ্যাপ আইকন এবং চিত্রের জন্য রঙ
fi: Värit Gnomen sovelluskuvakkeissa ja kuvituksissa
hu: GNOME alkalmazások logóinak és illusztrációinak színpalettája
kk: GNOME қолданба таңбашалары мен иллюстрацияларына арналған түстер
nb_no: Farger brukt i GNOME-prosjektets appikoner og illustrasjoner
pl: Kolory ikon i ilustracji aplikacji GNOME
ta: க்னோம் பயன்பாட்டு சின்னங்கள் மற்றும் விளக்கப்படங்களுக்கான வண்ணங்கள்
vi: Màu cho biểu tượng ứng dụng và minh họa GNOME

# Name of the color set from the xkcd color survey
source: xkcd Color Survey
ar: استطلاع ألوان xkcd
bg: xkcd цветова анкета
bn: xkcd রঙ জরিপ
fi: xkcd-värikysely
hu: xkcd színfelmérés
kk: xkcd түстер сауалнамасы
nb_no: xkcd-fargeundersøkelsen
pl: Ankieta kolorów xkcd
ta: XKCD வண்ண கணக்கெடுப்பு
vi: Khảo Sát Màu xkcd

source: 954 RGB colors named by volunteers
ar: 954 لونًا بنظام RGB سمَّاها متطوِّعون
bg: 954 RGB цвята, именовани от доброволци
bn: স্বেচ্ছাসেবকদের দ্বারা নামকরণ করা ৯৫৪টি RGB রঙ
fi: 954 RGB-väriä nimettynä vapaaehtoisten toimesta
hu: 954 RGB szín önkéntesek által elnevezve
kk: Еріктілер атаған 954 RGB түсі
nb_no: 954 farger navngitt av frivillige
pl: 954 kolory RGB nazwane przez wolontariuszy
ta: தன்னார்வலர்களால் பெயரிடப்பட்ட 954 RGB வண்ணங்கள்
vi: 954 màu RGB được đặt tên bởi tình nguyện viên

source: Alpha-Value Position
ar: موضع قيمة ألفا
bn: আলফা মানের অবস্থান
kk: Альфа-мәнінің орны
vi: Vị Trí Giá Trị Alpha

# Alphavalue is not shown
source: None
ar: لا شيء
bg: Без
bn: কোনটিই নয়
fi: EI mihinkään
hu: Nincs
kk: Ешқандай
nb_no: Ingen
pl: Brak
ta: எதுவுமில்லை
vi: Không

# Alphavalue is shown at the end
source: End
ar: النهاية
bg: Край
bn: শেষ
fi: Loppuun
hu: Végén
kk: Соңы
nb_no: Bak
pl: Koniec
ta: முடிவு
vi: Cuối

# Alphavalue is shown at the start
source: Start
ar: البداية
bg: Начало
bn: শুরু
fi: Alkuun
hu: Elején
kk: Басы
nb_no: Foran
pl: Początek
ta: தொடங்கு
vi: Đầu

source: RGB Notation
ar: ترميز RGB
bn: RGB নোটেশন
kk: RGB нотациясы
vi: Ký Hiệu RGB

source: Whether RGB values should be displayed as integers or decimals
ar: فيما إذا وجب عرض قيم RGB كأعداد صحيحة أو عشرية
bn: RGB মান পূর্ণসংখ্যা বা দশমিক হিসাবে প্রদর্শিত হবে কিনা
kk: RGB мәндерін бүтін немесе ондық сан ретінде көрсету керек пе
vi: Giá trị RGB nên được hiển thị dưới dạng số nguyên hay thập phân

# RGB is format as integers (e.g. 127)
source: Integer
ar: صحيح
bn: পূর্ণসংখ্যা
kk: Бүтін сан
vi: Số Nguyên

# RGB is format as decimals (e.g. 0.1)
source: Decimal
ar: عشري
bn: দশমিক সংখ্যা
kk: Ондық сан
vi: Thập Phân

source: Sources for displaying color names
ar: مصادر عرض أسماء الألوان
bg: Източници за показване на имената на цветове
bn: রঙের নাম প্রদর্শনের উৎস
fi: Värien nimien lähteet
hu: Források a megjelenített színek neveihez
kk: Түс атауларын көрсетуге арналған дереккөздер
nb_no: Kilder til fargenavn
pl: Źródła wyświetlania nazw kolorów
ta: வண்ண பெயர்களைக் காண்பிப்பதற்கான ஆதாரங்கள்
vi: Nguồn để hiển thị tên màu
