Repository: FineFindus/eyedropper
Catalog: po/*.po
Languages: ar, bg, bn, de, es, eu, fi, fr, hu, it, kk, nb_no, nl, pl, ru, ta, tr, vi

source: Color Picker
ar: منتقي الألوان
bg: Избор на цвят
bn: রঙ বাছাইকারী
de: Farbwähler
es: Selector de color
eu: Kolore-hautagailua
fi: Värivalitsin
fr: Sélecteur de couleurs
hu: Színválasztó
it: Selettore di colori
kk: Түс таңдаушы
nb_no: Fargevelger
nl: Kleurenkiezer
pl: Próbnik kolorów
ru: Выбор цвета
ta: வண்ண தேர்வாளர்
tr: Renk Seçici
vi: Bộ Chọn Màu

source: Pick and format colors
ar: انتقِ الألوان ونسِّقها
bg: Избиране и форматиране на цветове
bn: রঙ নির্বাচন করুন এবং বিন্যাস করুন
de: Farbe auswählen und formatieren
fi: Valitse ja muotoile värejä
hu: Színek választása és átalakítása
it: Preleva e sistema i colori
kk: Түстерді таңдау және пішімдеу
nb_no: Velg farger fra skjermen
nl: Kies en formatteer kleuren
pl: Pobieraj i formatuj kolory
ru: Выбирайте и форматируйте цвета
ta: வண்ணங்களைத் தேர்ந்தெடுத்து வடிவமைக்கவும்
vi: Chọn và định dạng màu sắc

source: Gnome;GTK;Color;Color Picker;Picker;Palette;
de: Gnome;GTK;Farben;Farbwähler;Wähler;
es: Gnome;GTK;Color;Selector de color;Selector;Paleta;
eu: GNOME;GTK;Kolorea;Kolore-hautagailua;Hautagailua;Paleta;
fr: Gnome;GTK;Color;Color Picker;Picker;Palette;Pipette;couleur;sélecteur;eyedropper;
it: Gnome;GTK;Color;Color Picker;Picker;Palette;pipetta;colore;selettore;eyedropper;tavolozza;contagocce;
nl: Gnome;GTK;Color;Color Picker;Picker;Palette;Kleur;Kleurenkiezer;Kiezer;Selecteren;Palet;
ru: Gnome;GTK;Цвет;Выбор цвета;Пипетка;Палитра;
tr: Gnome;GTK;Renk;Renk Seçici;Seçici;Palet;

source: Pick any color from your screen and view it in different formats. Change the picked color or go back to a previously picked color from the history list. Generate a list of different shades from the picked color.
bg: Изберете случаен цвят от екрана и го вижте в различни формати. Променете избрания цвят или се върнете към избран преди това цвят от историята. Генерирайте списък с различни нюанси от избрания цвят.
de: Wähle eine Farbe vom Bildschirm und betrachte die verschiedenen Farbformate. Ändere die ausgewählte Farbe, oder wähle eine vorherige ausgewählte Farbe aus dem Verlauf. Generiere verschiedene Farbtöne basierend auf der ausgewählten Farbe.
es: Elige cualquier color de tu pantalla y visualízalo en diferentes formatos. Cambia el color elegido o vuelve a un color previamente elegido de la lista del historial. Genera una lista de diferentes tonos a partir del color elegido.
eu: Aukeratu zure pantailako edozein kolore eta bistaratu hainbat formatutan. Aukeratutako kolorea aldatzen da edo aurretik aukeratutako kolore batera itzultzen da historialaren zerrendatik. Hainbat tonuren zerrenda sortzen du, aukeratutako koloretik abiatuta.
fi: Valitse mikä tahansa väri näytöltäsi ja esitä se eri muodoissa. Vaihda valittua väriä tai siirry takaisin mihin tahansa aiemmin valittuun väriin. Luo lista eri sävyjä valitusta väristä.
fr: Choisissez une couleur de votre écran et visualisez-la dans différents formats. Changez la couleur sélectionnée ou retournez à une couleur précédemment sélectionnée depuis l’historique. Générez une liste de différentes nuances à partir de la couleur choisie.
hu: Válasszon egy színt a képernyőjéről, és alakítsa át különböző színformátumokba. A választott színt módosíthatja, vagy visszatérhet egy korábban kiválasztotthoz az előzmények listájából. A kiválasztott szín alapján különböző palettákat is létrehozhat.
it: Permette di: prelevare qualsiasi colore dal proprio schermo e visualizzarlo in diversi formati; cambiare il colore selezionato o tornare indietro nella cronologia a un colore scelto precedentemente; generare un elenco di varie sfumature a partire dal colore selezionato.
nb_no: Jobb med farger som aldri før! Eyedropper gjør det til en lek å identifisere og bruke farger fra apper, bilder, dokumenter og nettsteder.
nl: Selecteer een kleur op uw scherm en bekijk het in verschillende formaten. Verander de gekozen kleur, of ga terug naar een eerder gekozen kleur via de geschiedenislijst. Genereer een lijst met verschillende tinten vanuit de gekozen kleur.
pl: Pobierz dowolny kolor z ekranu i wyświetl go w różnych formatach. Zmień pobrany kolor lub wróć do wcześniej pobranego koloru z listy historii. Wygeneruj listę różnych odcieni wybranego koloru.
ru: Выбирайте любой цвет с экрана и просмотрите его в разных форматах. Изменяйте выбранный цвет или вернитесь к ранее выбранному цвету из списка истории. Создавайте список различных оттенков из выбранного цвета.
ta: உங்கள் திரையில் இருந்து எந்த வண்ணத்தையும் தேர்ந்தெடுத்து வெவ்வேறு வடிவங்களில் பார்க்கவும். தேர்ந்தெடுக்கப்பட்ட வண்ணத்தை மாற்றவும் அல்லது வரலாற்று பட்டியலிலிருந்து முன்னர் தேர்ந்தெடுக்கப்பட்ட வண்ணத்திற்குச் செல்லவும். தேர்ந்தெடுக்கப்பட்ட வண்ணத்திலிருந்து வெவ்வேறு நிழல்களின் பட்டியலை உருவாக்குங்கள்.
tr: Ekranınızdan istediğiniz rengi seçin ve farklı biçimlerde görüntüleyin. Seçilen rengi değiştirin veya geçmiş listesinden önceden seçilmiş bir renge dönün. Seçtiği renkten farklı tonların listesini oluşturun.

source: Features
ar: المزايا
bg: Функции
bn: বৈশিষ্ট্যসমূহ
es: Características
eu: Características
fi: Ominaisuudet
fr: Fonctionnalités
hu: Funkciók:
it: Funzionalità
kk: Мүмкіндіктер
nb_no: Mulighetene er mange:
nl: Functies
pl: Cechy
ru: Функции
ta: நற்பொருத்தங்கள்
tr: Özellikler
vi: Tính Năng

source: Pick a Color
ar: انتقِ لونًا
bg: Изберете цвят
bn: একটি রঙ বেছে নিন
de: Farbe auswählen
es: Elige un color
eu: Aukeratu colore bat
fi: Valitse väri
fr: Choisissez une couleur
hu: Szín kiválasztása
it: Prelievo colore
kk: Түсті таңдау
nb_no: Velg farger fra hvor som helst på skjermen
nl: Kies een kleur van het scherm
pl: Pobieranie koloru
ru: Выберите цвет
ta: ஒரு வண்ணத்தைத் தேர்ந்தெடுங்கள்
tr: Bir Renk Seç
vi: Chọn một Màu

source: Enter a color in Hex-Format
bg: Въведете цвят в шестнайсетична форма
de: Trage Farben im Hex-Format ein
es: Introduce un color en formato hexadecimal
eu: Sartu kolore bat formatu hexadezialean
fi: Kirjoita väri heksamuodossa
fr: Entrez un couleur en format hexadécimal
hu: Szín megadása Hex formátumban
it: Inserimento di colori in formato esadecimale
nb_no: Angi farger med heksadesimal-syntaks
nl: Voer een kleur in als hex-formaat
pl: Wprowadzanie koloru w formacie szesnastkowym
ru: Введите цвет в шестнадцатеричном формате
ta: ஃச் வடிவத்தில் ஒரு வண்ணத்தை உள்ளிடவும்
tr: Onaltılık Biçimde bir renk girin

source: Parse RGBA/ARGB Hex-Colors
bg: Анализиране на шестнайсетични RGBA/ARGB цветове
de: Gib Hexfarben im RGBA oder ARGB Format ein
es: Analiza colores hexadecimales RGBA/ARGB
eu: Aztertu RGBA/ARGB kolore hexadezigaitzak
fi: Jäsennä RGBA/ARGB-heksavärejä
fr: Analyse des couleurs hexagonales RGBA / ARGB
hu: RGBA/ARGB Hex-színek értelmezése
it: Analisi di colori esadecimali RGBA/ARGB
nb_no: Bruk heksadesyntaks med innebygd gjennomsiktighet
nl: Verwerk RGBA-/ARGB-hex-kleuren
pl: Analizuj kolory szesnastkowe RGBA/ARGB
ru: Разберите шестнадцатеричные цвета RGBA/ARGB
ta: பார்சே ஆர்.சி.பி.ஏ/ஆர்கிபி எக்ச்-வண்ணங்கள்
tr: RGBA/ARGB Onaltılık Renkleri ayrıştır

source: View colors in Hex, RGB, HSV, HSL, CMYK, XYZ and CIE-Lab format
bg: Преглеждайте цветове в Hex, RGB, HSV, HSL, CMYK, XYZ и CIE-Lab формат
de: Zeige Farben im Hex, RGB, HSV, HSL, CMYK, XYZ und CIE-Lab Format
es: Puedes ver colores en Hex, RGB, HSV, HSL, CMYK, XYZ y CIE-Lab Format
eu: Koloreak honela ikus ditzakezu: Hex, RGB, HSV, HSL, CMYK, XYZ eta CIE-Lab Format
fr: Visualisez les couleurs en format hexadécimal, RGB, HSV, HSL, CMYK, XYZ et CIELAB
hu: Színek megtekintése Hex, RGB, HSV, HSL, CMYK, XYZ és CIE-Lab formátumokban
it: Visualizzazione di colori in formato esadecimale, RGB, HSV, HSL, CMYK, XYZ e CIE-Lab
nb_no: Se den samme fargen skrevet med heksadesimal-, RGB-, HSL-, CMYK-, XYZ- og CIE-Lab-syntaksene
nl: Bekijk kleuren in de volgende formaten: Hex, RGB, HSV, HSL, CMYK, XYZ en CIE-Lab
pl: Wyświetlanie kolorów w formatach Hex, RGB, HSV, HSL, CMYK, XYZ i CIE-Lab
ru: Просматривайте цвета в форматах Hex, RGB, HSV, HSL, CMYK, XYZ и CIE-Lab
ta: ஃச், ஆர்சிபி, எச்.எச்.வி, எச்.எச்.எல், சி.எம்.ஒய்.கே, XYZ மற்றும் CIE-LAB வடிவத்தில் வண்ணங்களைக் காண்க
tr: Renkleri Onaltılık, RGB, HSV, HSL, CMYK, XYZ ve CIE-Lab biçimlerinde görüntüle

source: Customize which formats appear as well as their order
bg: Настройте форматите, които се показват, както и техния ред
de: Passe an ob und in welcher Reihenfolge die Farbformate angezeigt werden
es: Personaliza qué formatos aparecen, así como su orden
eu: Pertsonalizatu zer formatu agertzen diren, bai eta haien ordena ere
fr: Personnalisez les formats visibles et leur ordre d’affichage
hu: A megjelenített formátumok, és azok sorrendjének személyre szabása
it: Personalizzazione dei formati visibili e del loro ordine
nb_no: Endre utvalget av og rekkefølgen på synlige fargesyntakser
nl: Pas aan welke formaten verschijnen samen met hun volgorde
pl: Dostosowywanie wyświetlanych formatów oraz ich kolejności
ru: Настройте отображаемые форматы и их порядок
ta: எந்த வடிவங்கள் தோன்றும் மற்றும் அவற்றின் வரிசையையும் தனிப்பயனாக்கவும்
tr: Hangi biçimlerin görüneceğini ve sıralarını özelleştir

source: Generate a palette of different shades
bg: Генерирайте палитра от различни нюанси
de: Generiere verscheidene Schattierungen einer Farbe
es: Genera una paleta de diferentes tonos
eu: Tonu desberdineko paleta sortu
fr: Générez une palette de différentes nuances
hu: Különböző árnyalatok palettájának létrehozása
it: Generazione di una tavolozza con varie sfumature
nb_no: Generer paletter med forskjellige toner av samme farge
nl: Genereer een palet van verschillende tinten
pl: Generowanie palety różnych odcieni
ru: Генерируйте палитру различных оттенков
ta: வெவ்வேறு நிழல்களின் தட்டுகளை உருவாக்குங்கள்
tr: Farklı tonlardan oluşan bir palet oluştur

source: Main window with a color in different formats
ar: النافذة الرئيسة مع لون بتنسيقات مختلفة
bg: Основеният прозорец с цвят в различни формати
bn: বিভিন্ন ফরম্যাটের রঙের প্রধান উইন্ডো
de: Hauptfenster mit einer Farbe in verschiedenen Formaten
fi: Pääikkuna, jossa väri näkyy eri muodoissa
hu: A fő ablak egy szín különböző formátumaival
it: Finestra principale con un colore in formati differenti
kk: Түсі әртүрлі пішімдердегі негізгі терезе
nb_no: Hovedvindu med en farge skrevet med forskjellige syntakser
nl: Hoofdvenster met een kleur in verschillende formaten
pl: Okno główne z kolorem w różnych formatach
ru: Главное окно с цветом в разных форматах
ta: வெவ்வேறு வடிவங்களில் வண்ணத்துடன் முதன்மையான சாளரம்
vi: Cửa sổ chính với một màu ở các định dạng khác nhau

source: Main window with customized formats
ar: النافذة الرئيسة مع تنسيقات مخصَّصة
bg: Основният прозорец с други формати
bn: কাস্টমাইজড ফর্ম্যাট সহ প্রধান উইন্ডো
de: Fenster mit benutzerdefinierten Formaten
fi: Pääikkuna mukautetuilla muodoilla
hu: A fő ablak személyre szabott színformátum-listával
it: Finestra principale con formati personalizzati
kk: Реттелген пішімдері бар негізгі терезе
nb_no: Hovedvindu med egne syntakser
nl: Hoofdvenster met aangepaste formaten
pl: Okno główne z niestandardowymi formatami
ru: Главное окно с настроенными форматами
ta: தனிப்பயனாக்கப்பட்ட வடிவங்களுடன் முதன்மையான சாளரம்
vi: Cửa sổ chính với các định dạng tùy chỉnh

source: Dialog showing generated color palettes
de: Dialog mit generierten Farbpaletten
it: Finestra di dialogo che mostra delle tavolozze di colore generate
nl: Dialoog met gegenereerde kleurenpaletten
ru: Диалог показывающий сгенерированную цветовую палитру

source: Status page stating to pick a color to get started
ar: صفحة الحالة التي تفيد بضرورة انتقاء لون للبدء
bg: Страница, в която се посочва да изберете цвят, за да започнете
bn: শুরু করার জন্য একটি রঙ বেছে নেওয়ার কথা উল্লেখ করে প্রধান পৃষ্ঠা
de: Startseite mit einem Knopf um einen Farbe auszuwählen zum anfangen
fi: Tilasivu kehottaa valitsemaan väri aloittamista varten
hu: Üres oldal, amely azt mondja, hogy válasszon egy színt
it: Pagina di stato che dice di scegliere un colore per cominciare
kk: Жұмысты бастау үшін түсті таңдауды сұрайтын күй беті
nb_no: Startside
nl: Statuspagina met vermelding om een kleur te kiezen om te beginnen
pl: Strona informująca o konieczności wybrania koloru w celu rozpoczęcia
ru: Страница состояния с указанием выбрать цвет чтобы начать
ta: தொடங்குவதற்கு ஒரு வண்ணத்தைத் தேர்ந்தெடுப்பதற்கான நிலை பக்கம்
vi: Trang trạng thái chỉ ra việc chọn một màu để bắt đầu

source: Added:
ar: أُضيف:
bn: যোগ করা হয়েছে:
kk: Қосылды:
nl: Toegevoegd:
vi: Đã Thêm:

source: Russian translation
ar: ترجمة روسية
bn: রুশ অনুবাদ
kk: Орыс тіліндегі аударма
nl: Russische vertaling
vi: Bản dịch tiếng Nga

source: Better optimizied releases
nl: Beter geoptimaliseerde uitgaven

source: Returns the exit code on quitting
ar: إرجاع رمز الخروج عند الإقلاع
bn: প্রস্থান করার সময় প্রস্থান কোডটি ফেরত পাঠায়
kk: Шығу кезінде шығу кодын қайтарады
nl: Geeft de statuscode terug bij sluiten
vi: Trả về mã thoát khi thoát

source: Changed:
ar: تم التغيير:
bn: পরিবর্তিত:
kk: Өзгертілді:
nl: Veranderd:
vi: Đã Thay Đổi:

source: History no longer contains duplicated items
ar: لم يعد التأريخ يحتوي على عناصر مكرَّرة
bn: ইতিহাসে আর ডুপ্লিকেট করা আইটেম থাকে না
kk: Тарихта енді қайталанатын элементтер жоқ
nl: Geschiedenis bevat geen dubbele items meer
vi: Lịch sử không còn chứa các mục trùng lặp

source: Fixed:
ar: أُصلح:
bn: সারানো:
kk: Түзетілді:
nl: Foutoplossingen:
vi: Đã Sửa:

source: Fixed a bug where the wrong rgb format was used
ar: أُصلح خطأ كان يُستخدم فيه تنسيق rgb الخاطئ
bn: ভুল RGB ফর্ম্যাট ব্যবহার করা হতো এমন একটি বাগ ঠিক করা হয়েছে
kk: Қате rgb пішімі пайдаланылған қате түзетілді
nl: Fout opgelost waar het verkeerde RGB-formaat werd gebruikt
vi: Sửa lỗi nơi định dạng rgb sai được sử dụng

source: Fixed a bug where LMS and Hunter-Lab had the same setting
ar: أُصلح خطأ حيث كان لـ LMS و Hunter-Lab نفس الإعداد
bn: একটি বাগ ঠিক করা হয়েছে যেখানে LMS এবং Hunter-Lab এর একই সেটিং থাকতো
kk: LMS пен Hunter-Lab-та бірдей параметр болған қате түзетілді
nl: Fout opgelost waar LMS en Hunter-Lab dezelfde instelling hadden
vi: Sửa lỗi nơi LMS và Hunter-Lab có cùng cài đặt

source: Export the generated palettes from the palette dialog as a GIMP palette file
ar: صدِّر لوحات الألوان المولَّدة من حواريَّة لوحة الألوان كملف لوحة ألوان جمب
bn: প্যালেট ডায়ালগ থেকে জেনারেট করা প্যালেটগুলিকে GIMP প্যালেট ফাইল হিসেবে রপ্তানি করুন
kk: Жасалған палитраларды палитра сұхбат терезесінен GIMP палитра файлы ретінде экспорттау
nl: De gegenereerde paletten uit het paletvenster worden geëxporteerd als een GIMP paletbestand
vi: Xuất bảng màu được tạo từ hộp thoại bảng màu dưới dạng tệp bảng màu GIMP

source: A .doap file to describe the project
ar: ملف .doap لوصف المشروع
bn: প্রকল্পটি বর্ণনা করার জন্য একটি .doap ফাইল
kk: Жобаны сипаттауға арналған .doap файлы
nl: Een .doap-bestand om het project te beschrijven
vi: Tệp .doap để mô tả dự án

source: Show a placeholder page when no color is picked
ar: عرض صفحة نائبة عند عدم انتقاء أي لون
bn: যখন কোনও রঙ নির্বাচন করা না হয় তখন একটি স্থানধারক পৃষ্ঠা দেখান
kk: Ешбір түс таңдалмағанда орын толтырғыш бетін көрсету
nl: Een placeholder-pagina wordt getoond wanneer geen kleur is gekozen
vi: Hiển thị trang placeholder khi không có màu được chọn

source: LMS color space can now be shown
ar: يمكن الآن عرض فضاء الألوان LMS
bn: LMS কালার স্পেস এখন দেখানো যাবে
kk: Енді LMS түс кеңістігі көрсетіле алады
nl: LMS-kleurenruimte kan nu worden getoond
vi: Không gian màu LMS giờ có thể được hiển thị

source: Convert to Hunter-Lab color space
ar: التحويل إلى فضاء الألوان Hunter-Lab
bn: Hunter-Lab কালার স্পেসে রূপান্তর করুন
kk: Hunter-Lab түс кеңістігіне түрлендіру
nl: Converteren naar Hunter-Lab-kleurenruimte
vi: Chuyển đổi sang không gian màu Hunter-Lab

source: Customize color formats
ar: خصِّص تنسيقات الألوان
bn: রঙের ফর্ম্যাট কাস্টমাইজ করুন
kk: Түс пішімдерін реттеу
nl: Kleurformaten aanpassen
vi: Tùy chỉnh định dạng màu

source: Fixed a bug where the illuminants were not fully shown
ar: أُصلح خطأ حيث لم تكن الإضاءات تُعرض بالكامل
bn: আলোকসজ্জা সম্পূর্ণরূপে প্রদর্শিত না হওয়া একটি বাগ সংশোধন করা হয়েছে
kk: Жарықтандырғыштар толық көрсетілмеген қате түзетілді
nl: Fout opgelost waar de illuminanten niet volledig werden getoond
vi: Sửa lỗi nơi các illuminant không được hiển thị đầy đủ

source: The names of the GNOME color palette are now available
ar: أسماء لوحة ألوان جنوم متاحة الآن
bn: GNOME কালার প্যালেটের নামগুলি এখন উপলব্ধ
kk: Енді GNOME түс палитрасының атаулары қолжетімді
nl: De namen van het GNOME-kleurenpalet zijn nu beschikbaar
vi: Tên của bảng màu GNOME giờ có sẵn

source: Options to show names of color (from w3c basic, extended and xkcd)
ar: خيارات لإظهار أسماء الألوان (من w3c الأساسية والموسَّعة وxkcd)
bn: রঙের নাম দেখানোর বিকল্প (w3c বেসিক, বর্ধিত এবং xkcd থেকে)
kk: Түс атауларын көрсету опциялары (w3c негізгі, кеңейтілген және xkcd-ден)
nl: Opties om namen van kleuren te tonen (van w3c basic, extended en xkcd)
vi: Tùy chọn để hiển thị tên màu (từ w3c basic, extended và xkcd)

source: Change the color by typing a name in the name field
ar: غيِّر اللون بكتابة اسم في حقل الاسم
bn: নাম ক্ষেত্রে একটি নাম লিখে রঙ পরিবর্তন করুন
kk: Атау өрісіне атауды енгізу арқылы түсті өзгерту
nl: Wijzig de kleur door een naam te typen in het naamveld
vi: Thay đổi màu bằng cách nhập tên vào trường tên

source: Palettes are now shown in the palette dialog, accessible by clicking on the large color button
ar: تُعرض لوحات الألوان الآن في مربّع حوار لوحة الألوان، ويمكن الوصول إليها بالضغط على زر اللون الكبير
bn: প্যালেটগুলি এখন প্যালেট ডায়ালগে দেখানো হয়, যা বড় রঙের বাটনে ক্লিক করে অ্যাক্সেসযোগ্য
kk: Палитралар енді үлкен түс батырмасын шерту арқылы қол жеткізуге болатын палитра сұхбат терезесінде көрсетіледі
nl: Paletten worden nu getoond in het paletvenster, toegankelijk door te klikken op de grote kleurknop
vi: Bảng màu giờ được hiển thị trong hộp thoại bảng màu, có thể truy cập bằng cách nhấp vào nút màu lớn

source: The App now uses the AdwAboutWindow
ar: يستخدم التطبيق الآن AdwAboutWindow
bn: অ্যাপটি এখন AdwAboutWindow ব্যবহার করে
kk: Қолданба енді AdwAboutWindow пайдаланады
nl: De app maakt nu gebruik van AdwAboutWindow
vi: Ứng dụng giờ sử dụng AdwAboutWindow

source: HSL does now support alpha values
ar: يدعم HSL الآن قيم ألفا
bn: HSL এখন আলফা মান সমর্থন করে
kk: HSL енді альфа мәндерін қолдайды
nl: HSL ondersteunt nu alfawaarden
vi: HSL giờ hỗ trợ giá trị alpha

source: HWB and CIELCh are now supported
ar: HWB وCIELCh مدعومان الآن
bn: HWB এবং CIELCh এখন সমর্থিত
kk: Енді HWB және CIELCh қолдау көрсетіледі
nl: HWB en CIELCh worden nu ondersteund
vi: HWB và CIELCh giờ được hỗ trợ

source: CIE standard observer for CIELab and CIELCh
ar: مراقب CIE القياسي لـ CIELab و CIELCh
bn: CIELab এবং CIELCh এর জন্য CIE স্ট্যান্ডার্ড পর্যবেক্ষক
kk: CIELab және CIELCh үшін CIE стандартты бақылаушысы
nl: CIE-standaardwaarnemer voor CIELab en CIELCh
vi: Quan sát viên tiêu chuẩn CIE cho CIELab và CIELCh

source: Change CIE illuminants
ar: غيِّر إضاءات CIE
bn: CIE আলোকসজ্জা পরিবর্তন করুন
kk: CIE жарықтандырғыштарын өзгерту
nl: Pas CIE-lichtbronnen aan
vi: Thay đổi illuminant CIE

source: Fixed a few bugs and added Dutch translations.
ar: أُصلحت بعض الأخطاء وأُضيفت الترجمة الهولندية.
bn: কিছু বাগ সংশোধন করা হয়েছে এবং ডাচ অনুবাদ যোগ করা হয়েছে।
kk: Бірнеше қате түзетілді және голланд тіліндегі аудармалар қосылды.
nl: Enkele bugs verholpen en Nederlandse vertaling toegevoegd.
vi: Sửa một vài lỗi và thêm bản dịch tiếng Hà Lan.

source: Palettes, consisting of darker shades and lighter tints, are now generated from the currently picked color as well as the previous 3
ar: تُولَّد الآن لوحات الألوان، والتي تتكوَّن من ظلال أغمق ودرجات أفتح، من اللون المنتقى حاليًا بالإضافة إلى الألوان الثلاثة السابقة
bn: গাঢ় শেড এবং হালকা আভা দিয়ে গঠিত প্যালেটগুলি এখন বর্তমানে নির্বাচিত রঙ এবং পূর্ববর্তী ৩টি রঙ থেকে তৈরি করা হয়
kk: Қою көлеңкелер мен ашық реңктерден тұратын палитралар енді ағымдағы таңдалған түстен, сондай-ақ алдыңғы 3 түстен жасалады
nl: Paletten, bestaande uit donkere tinten en lichtere tinten, worden nu gegenereerd uit de huidig gekozen kleur en de vorige 3
vi: Bảng màu, gồm các sắc tối hơn và tông sáng hơn, giờ được tạo từ màu đang chọn cũng như 3 màu trước

source: Change the order of the color formats by dragging and dropping them in the settings
ar: غيِّر ترتيب تنسيقات الألوان بسحبها وإفلاتها في الإعدادات
bn: সেটিংসে টেনে এনে ফেলে দিয়ে রঙের বিন্যাসের ক্রম পরিবর্তন করুন
kk: Баптауларда түс пішімдерінің ретін сүйреп апару арқылы өзгертіңіз
nl: Wijzig de volgorde van de kleurformaten door ze te verslepen in de instellingen
vi: Thay đổi thứ tự của định dạng màu bằng cách kéo và thả chúng trong cài đặt

source: The app has been translated into French by rene-coty
ar: ترجم rene-coty التطبيق إلى الفرنسية
bn: অ্যাপটি rene-coty দ্বারা ফরাসি ভাষায় অনুবাদ করা হয়েছে
kk: rene-coty қолданбаны француз тіліне аударды
nl: De app is vertaald naar het Frans door rene-coty
vi: Ứng dụng đã được dịch sang tiếng Pháp bởi rene-coty

source: A German translation has been added
ar: أُضيفت ترجمة ألمانية
bn: একটি জার্মান অনুবাদ যোগ করা হয়েছে
kk: Неміс тіліндегі аударма қосылды
nl: Duitse vertaling toegevoegd
vi: Bản dịch tiếng Đức đã được thêm

source: Adjusted some strings to be easier to understand
ar: عُدِّلت بعض النصوص لتكون أسهل في الفهم
bn: সহজে বোঝার জন্য কিছু স্ট্রিং সমন্বয় করা হয়েছে
kk: Түсінуге оңай болуы үшін кейбір жолдар түзетілді
nl: Enkele strings aangepast om ze begrijpelijker te maken
vi: Điều chỉnh một số chuỗi để dễ hiểu hơn

source: Issue and feature-request templates
ar: قوالب المشاكل وطلبات المزايا
bn: ইস্যু এবং বৈশিষ্ট্য-অনুরোধ টেমপ্লেট
kk: Мәселелер мен мүмкіндіктерге сұраныс үлгілері
nl: Sjablonen voor problemen en functieverzoeken
vi: Mẫu yêu cầu vấn đề và tính năng

source: Change the color using hex values in the hex field
ar: غيِّر اللون باستخدام قيم hex في حقل hex
bn: হেক্স ক্ষেত্রে হেক্স মান ব্যবহার করে রঙ পরিবর্তন করুন
kk: Hex өрісіндегі hex мәндерін пайдаланып түсті өзгерту
nl: Verander de kleur met behulp van hex-waarden in het hex-veld
vi: Thay đổi màu bằng cách sử dụng giá trị hex trong trường hex

source: Previous colors are now visible in the history list
ar: الألوان السابقة مرئية الآن في قائمة التأريخ
bn: পূর্ববর্তী রঙগুলি এখন ইতিহাসের তালিকায় দৃশ্যমান
kk: Алдыңғы түстер енді тарих тізімінде көрінеді
nl: Vorige kleuren zijn nu zichtbaar in de geschiedenislijst
vi: Màu trước giờ hiển thị trong danh sách lịch sử

source: Disable unwanted color models
ar: عطِّل نماذج الألوان غير المرغوب فيها
bn: অবাঞ্ছিত রঙের মডেলগুলি অক্ষম করুন
kk: Қажет емес түс модельдерін сөндіру
nl: Schakel ongewenste kleurmodellen uit
vi: Tắt các mô hình màu không mong muốn

source: Colors can now be shown as XYZ or CIELAB format
ar: يمكن الآن عرض الألوان بتنسيق XYZ أو CIELAB
bn: রঙগুলি এখন XYZ বা CIELAB ফর্ম্যাটে দেখানো যাবে
kk: Түстерді енді XYZ немесе CIELAB пішімінде көрсетуге болады
nl: Kleuren kunnen nu worden getoond als XYZ- of CIELAB-formaat
vi: Màu giờ có thể được hiển thị dưới dạng XYZ hoặc CIELAB

source: Basic UI
ar: واجهة مستخدم أساسية
bn: প্রাথমিক UI
kk: Негізгі интерфейс
nl: Basisinterface
vi: UI Cơ Bản

source: Pick a color using the color picker button
ar: انتقِ لونًا باستخدام زر منتقي الألوان
bn: কালার পিকার বাটন ব্যবহার করে একটি রঙ বেছে নিন
kk: Түс таңдаушы батырмасын пайдаланып түсті таңдау
nl: Kies een kleur met behulp van de kleurkiezer
vi: Chọn một màu bằng nút bộ chọn màu

source: Copy the color in different color models
ar: انسخ اللون في نماذج ألوان مختلفة
bn: বিভিন্ন রঙের মডেলে রঙটি অনুলিপি করুন
kk: Түсті әртүрлі түс модельдерінде көшіру
nl: Kopieer de kleur in verschillende kleurmodellen
vi: Sao chép màu ở các mô hình màu khác nhau

source: Change the position of the alpha values in hex values
ar: غيِّر موضع قيم ألفا في قيم hex
bn: হেক্স মানের মধ্যে আলফা মানের অবস্থান পরিবর্তন করুন
kk: Hex мәндеріндегі альфа мәндерінің орнын өзгерту
nl: Wijzig de positie van de alfawaarden in hex-waarden
vi: Thay đổi vị trí của giá trị alpha trong giá trị hex
