Repository: FineFindus/eyedropper
Catalog: po/*.po
Languages: ar, bg, bn, de, es, eu, fi, fr, hu, it, kk, nb_no, nl, pl, ru, ta, tr, vi

source: Added License
ar: أُضيفت الرخصة
bn: লাইসেন্স যোগ করা হয়েছে
kk: Лицензия қосылды
nl: Licentie toegevoegd
vi: Đã Thêm Giấy Phép

# Tooltip of the reset button for custom format
source: Reset Format
de: Format zurücksetzen
fr: Réinitialiser le format
it: Reimposta formato
nl: Formaat resetten
ru: Сбросить формат
tr: Biçimi Sıfırla

source: Palettes
de: Farbpaletten
es: Paletas
eu: Paletak
it: Tavolozze
nl: Paletten
ru: Палитры
tr: Paletler

source: Save Palettes…
de: Palette speichern…
it: Salva tavolozze…
nl: Paletten opslaan…
ru: Сохранить палитры…

# shortcut window
source: General
bg: Общи
bn: সাধারণ
de: Allgemein
eu: Orokorra
fi: Yleiset
fr: Général
hu: Általános
it: Generali
nb_no: Generelt
nl: Algemeen
pl: Ogólne
ru: Основное
ta: பொது
tr: Genel

# shortcut window
source: Show Preferences
bg: Показване на настройките
bn: পছন্দগুলি দেখান
de: Zeige Einstellungen
es: Mostrar preferencias
eu: Erakutsi ezarpenak
fi: Näytä asetukset
fr: Afficher les préférences
hu: Beállítások megjelenítése
it: Mostra impostazioni
nb_no: Vis innstillinger
nl: Voorkeuren tonen
pl: Pokaż preferencje
ru: Показать параметры
ta: விருப்பங்களைக் காட்டு
tr: Tercihleri Göster

# shortcut window
source: Show Shortcuts
bg: Показване на клавишните комбинации
bn: শর্টকাট দেখান
de: Zeige Tastenkürzel
es: Mostrar atajos
eu: Erakutsi lasterbideak
fi: Näytä pikanäppäimet
fr: Afficher les raccourcis
hu: Gyorsbillentyűk
it: Mostra scorciatoie
nb_no: Vis tastatursnarveier
nl: Sneltoetsen tonen
pl: Pokaż skróty
ru: Показать комбинации клавиш
ta: குறுக்குவழிகளைக் காட்டு
tr: Kısayolları Göster

# shortcut window
source: Quit
bg: Спиране на програмата
bn: প্রস্থান করুন
de: Schließen
es: Salir
eu: Irten
fi: Lopeta
fr: Quitter
hu: Kilépés
it: Esce
nb_no: Avslutt
nl: Afsluiten
pl: Wyjdź
ru: Выйти
ta: வெளியேறு
tr: Çık

# shortcut window
source: Color
bg: Цвят
bn: রঙ
de: Farben
eu: Kolorea
fi: Väri
fr: Couleur
hu: Szín
it: Colore
nb_no: Farge
nl: Kleur
pl: Kolor
ru: Цвет
ta: நிறம்
tr: Renk

# shortcut window
source: Pick a new Color
de: Wähle eine neue Farbe
es: Elige un nuevo color
eu: Aukeratu kolore berri bat
fr: Choisir une nouvelle couleur
it: Preleva un nuovo colore
nl: Nieuwe kleur kiezen
ru: Выбрать новый цвет
tr: Yeni renk seç

# shortcut window
source: Randomize the Color
bg: Случайно определяне на цвета
bn: রঙ এলোমেলো করুন
de: Zufällige Farbe
es: Aleatorizar el color
eu: Kolorea ausazkotu
fi: Satunnainen väri
fr: Randomiser la couleur
hu: Véletlen szín
it: Randomizza il colore
nb_no: Tilfeldig farge
nl: Willekeurige kleur kiezen
pl: Wylosuj kolor
ru: Случайный цвет
ta: வண்ணத்தை சீரற்றதாக்குங்கள்
tr: Rastgele renk

source: _Clear History
ar: امحُ ال_تأريخ
bg: _Изчистване на историята
bn: _ইতিহাস সাফ করুন
de: _Verlauf löschen
fi: _Tyhjennä historia
fr: _Effacer l’historique
hu: _Előzmények törlése
it: _Azzera la cronologia
kk: Тарихты та_зарту
nb_no: Tilbakestill _logg
nl: _Geschiedenis wissen
pl: _Wyczyść historię
ru: _Очистить историю
ta: _ கிளையர் வரலாறு
tr: Geçmişi _Temizle
vi: _Xóa Lịch Sử

source: _Random Color
ar: لون عش_وائي
bg: _Случаен цвят
bn: _এলোমেলো রঙ
de: _Zufällige Farbe
es: _Color aleatorio
eu: _Ausazko kolorea
fi: _Satunnainen väri
fr: Couleur _aléatoire
hu: _Véletlen szín
it: Colore _casuale
kk: К_ездейсоқ түс
nb_no: Tilfeldig _farge
nl: _Willekeurige kleur
pl: _Losowy kolor
ru: _Случайный цвет
ta: _ ரான்டோம் நிறம்
tr: _Rastgele Renk
vi: _Màu Ngẫu Nhiên

source: _Preferences
ar: الت_فضيلات
bg: _Настройки
bn: _পছন্দগুলি
de: _Einstellungen
es: _Preferencias
eu: _Ezarpenak
fi: _Asetukset
fr: _Préférences
hu: _Beállítások
it: _Preferenze
kk: Қа_лаулар
nb_no: _Innstillinger
nl: _Voorkeuren
pl: _Preferencje
ru: _Параметры
ta: _ முனைகள்
tr: _Tercihler
vi: _Tùy Chỉnh

source: _Keyboard Shortcuts
bg: _Клавишни комбинации
bn: _কীবোর্ড শর্টকাট
de: _Tastenkombinationen
es: _Atajos de teclado
eu: _Teklatuko lasterbideak
fi: _Pikanäppäimet
fr: Raccourcis _clavier
hu: _Gyorsbillentyűk
it: _Scorciatoie da tastiera
nb_no: _Tastatursnarveier
nl: _Sneltoetsen
pl: _Skróty klawiaturowe
ru: _Комбинации клавиш
ta: விசைப்பலகை குறுக்குவழிகள்
tr: _Klavye Kısayolları

source: _About Eyedropper
ar: _عَنْ «قطَّارة»
bg: _Относно „Капкомер“
bn: _Eyedropper সম্পর্কে
de: _Info zu Eyedropper
es: _Acerca de Eyedropper
eu: _Eyedropper-ri buruz
fi: _Tietoja - Eyedropper
fr: À _propos de Pipette
hu: A Pipetta _névjegye
it: _Informazioni su Contagocce
kk: Eyedropper т_уралы
nb_no: _Om Eyedropper
nl: _Over Eyedropper
pl: _O programie
ru: _О Eyedropper
tr: Damlalık _Hakkında
vi: _Về Eyedropper

source: No Color
ar: لا يوجد لون
bg: Без цвят
bn: কোনো রঙ নেই
de: Keine Farbe
fi: Ei väriä
fr: Aucune couleur
hu: Nincs szín
it: Nessun colore
kk: Түс жоқ
nb_no: Ingen farge
nl: Geen kleur
pl: Brak koloru
ru: Нет цвета
ta: நிறம் இல்லை
tr: Renk Yok
vi: Không Có Màu

source: Select a color from the screen to get started.
de: Wähle eine Farbe aus um zu starten.
fr: Sélectionnez une couleur sur l’écran pour commencer.
it: Per iniziare, selezionare un colore dallo schermo.
nl: Kies een kleur op het scherm om te beginnen.
ru: Выберите цвет с экрана чтобы начать.
tr: Başlamak için ekrandan bir renk seçin.

source: _Pick a Color
bg: _Избиране на цвят
de: _Farbe auswählen
fi: _Valitse väri
fr: _Choisir une couleur
hu: _Szín választása
it: _Preleva un colore
nb_no: _Velg farge
nl: _Kies een kleur
pl: _Pobierz kolor
ru: _Выбрать цвет
ta: _ ஒரு வண்ணத்தை பிக்
tr: Bir Renk _Seç

# Tooltip of the colorpicker button
source: Pick a Color
ar: انتقِ لونًا
bg: Избиране на цвят
bn: একটি রঙ বেছে নিন
de: Farbe auswählen
es: Escoge un color
eu: Aukeratu kolore bat
fi: Valitse väri
fr: Choisir une couleur
hu: Szín választása
it: Preleva un colore
kk: Түсті таңдау
nb_no: Velg farge
nl: Kleur kiezen
pl: Pobierz kolor
ru: Выбрать цвет
ta: ஒரு வண்ணத்தைத் தேர்ந்தெடுங்கள்
tr: Renk Seç
vi: Chọn Một Màu

# Tooltip of the palette button
source: Open Palette Window
de: Farbpalettenfenster öffnen
fr: Ouvrir la palette
it: Apri la finestra delle tavolozze
nl: Paletvenster openen
ru: Открыть окно палитры
tr: Palet Penceresini Aç

source: Copy Name
de: Namen kopieren
it: Copia nome
nl: Naam kopiëren
ru: Копировать название

source: Copy Hex Code
ar: انسخ ترميز Hex
bg: Копиране на шестнайсетичния код
bn: হেক্স কোড অনুলিপি করুন
de: Hexadezimal-Code kopieren
fi: Kopioi heksakoodi
hu: Színkód másolása
it: Copia codice esadecimale
kk: Hex кодын көшіру
nb_no: Kopier heksadesimaler
nl: Hex-code kopiëren
pl: Skopiuj kod szesnastkowy
ru: Копировать шестнадцатеричный код
ta: ஃச் குறியீட்டை நகலெடுக்கவும்
vi: Sao Chép Mã Hex

source: Copy RGB
de: RGB kopieren
it: Copia RGB
nl: RGB kopiëren
ru: Копировать RGB

source: Copy HSL
de: HSL kopieren
it: Copia HSL
nl: HSL kopiëren
ru: Копировать HSL

source: Copy HSV
de: HSV kopieren
it: Copia HSV
nl: HSV/KVW kopiëren
ru: Копировать HSV

source: Copy CMYK
de: CMYK kopieren
it: Copia CMYK
nl: CMYK kopiëren
ru: Копировать CMYK

source: Copy XYZ
de: XYZ kopieren
it: Copia XYZ
nl: XYZ kopiëren
ru: Копировать XYZ

source: Copy CIELAB
de: CIELAB kopieren
it: Copia CIELAB
nl: CIELAB kopiëren
ru: Копировать CIELAB

source: Copy HWB
de: HWB kopieren
it: Copia HWB
nl: HWB kopiëren
ru: Копировать HWB

source: Copy CIELCh / HCL
it: Copia CIELCh / HCL
nl: CIELCh/HCL kopiëren
ru: Копировать CIELCh/HCL

source: Copy LMS
it: Copia LMS
nl: LMS kopiëren
ru: Копировать LMS

source: Copy Hunter Lab
it: Copia Hunter Lab
nl: Hunter-Lab kopiëren
ru: Копировать Hunter Lab

source: General
ar: عام
bg: Общи
bn: সাধারণ
de: Allgemein
eu: Orokorra
fi: Yleiset
fr: Général
hu: Általános
it: Generali
kk: Жалпы
nb_no: Generelt
nl: Algemeen
pl: Ogólne
ru: Основное
ta: பொது
tr: Genel
vi: Chung

source: Formatting
ar: التنسيق
bg: Форматиране
bn: বিন্যাসকরণ
de: Formatierung
es: Formato
eu: Formato
fi: Muotoilu
fr: Formatage
hu: Formázás
it: Formattazione
kk: Пішімдеу
nb_no: Syntaks
nl: Opmaak
pl: Formatowanie
ru: Форматирование
ta: வடிவமைப்பு
tr: Biçimlendirme
vi: Định Dạng

source: Alpha-Value-Position
bg: Позицията на стойността на прозрачност
de: Alphawertposition
es: Valor-Alfa-Posición
eu: Balio-Alfa-Posizioa
fi: Alfa-arvon sijainti
fr: Position de la valeur alpha
hu: Alfa-érték pozíciója
it: Posizione del valore alfa
nb_no: Gjennomsiktighet
nl: Alfawaardelocatie
pl: Pozycja wartości alfa
ru: Позиция-альфа-значения
ta: ஆல்பா-மதிப்பு-நிலை
tr: Alfa-Değer-Konum

source: Where the Alphavalue is positioned in the Hexstring
ar: أين توضع قيمة ألفا في سلسلة Hex
bg: Къде е позиционирана стойността на прозрачност в шестнадесетичния низ
bn: হেক্স স্ট্রিং-এ আলফা মান যেখানে অবস্থিত
de: An welcher Stelle der Alphawert angezeigt wird
es: Dónde se sitúa el valor alfabético en la cadena hexadecimal
eu: Non kokatzen den balio alfabetikoa kate hexadezialean
fi: Mihin alpha-arvo sijoitetaan heksamerkkijonossa
fr: Position de la valeur alpha dans la chaîne hexadécimale
hu: Az alfa érték elhelyezkedése a Hex színkódban
it: Posizione del valore alfa nella stringa esadecimale
kk: Hex жолындағы альфа-мәнінің орны
nb_no: Indikering av gjennomsiktighet i heksadesimal-farger
nl: Waar de alfawaarde is gepositioneerd in de hexstring
pl: Gdzie wartość alfa jest umieszczona w ciągu heksadecymalnym
ru: Позиция альфа-значения в шестнадцатеричной строке
ta: ஆல்பாவலூ எக்ச்ச்ட்ரிங்கில் நிலைநிறுத்தப்பட்டுள்ளது
tr: Alfa değerinin onaltılık dizgede konumlandırılacağı yer
vi: Nơi giá trị Alpha được đặt trong chuỗi Hex

# Alpha is not shown
source: Not shown
de: Nicht angezeigt
fr: Non affiché
it: Non mostrato
nl: Niet weergegeven
ru: Не показано
tr: Gösterilmiyor

# Alpha is shown at the end of the string
source: End
de: Ende
es: Fin
eu: Amaiera
fr: Fin
it: Fine
nl: Einde
ru: В Конце
tr: Son

# Alpha is shown at the start of the string
source: Start
es: Inicio
eu: Hasiera
fr: Début
it: Inizio
nl: Begin
ru: В Начале
tr: Başlangıç

source: Name Sets
de: Namesquellen
es: Conjuntos de nombres
eu: Izen multzoak
fr: Ensembles de noms
it: Collezioni di nomi
nl: Naamsets
ru: Наборы названий
tr: Ad Kümeleri

source: Which color name sets should be used for the names
de: Welche Quellen für die Namen benutzt werden
es: Qué conjuntos de nombres de colores deben utilizarse para los nombres
eu: Zein kolore-izen multzo erabili behar diren izenetarako
fr: Quel ensemble de noms devrait être utilisé pour les noms
it: Quali collezioni di nomi di colori sono da usare per i nomi
nl: Welke kleurennaamsets voor de namen moeten worden gebruikt
ru: Какие наборы названий цветов следует использовать для названий
tr: Adlar için hangi renk ad kümeleri kullanılmalıdır

source: Default Precision
de: Empfohlene Präzision
fr: Précision par défaut
it: Precisione predefinita
nl: Standaardnauwkeurigheid
ru: Точность по умолчанию
tr: Varsayılan Hassasiyet

source: Use the recommended precision
de: Verwendet die empfohlene Präzision
fr: Utiliser la précision recommandée
it: Usa la precisione consigliata
nl: Maak gebruik van de standaardnauwkeurigheid
ru: Использовать рекомендуемую точность
tr: Önerilen hassasiyeti kullan

source: Precision
ar: الدقة
bg: Точност
bn: নির্ভুলতা
de: Präzision
fi: Tarkkuus
fr: Précision
hu: Pontosság
it: Precisione
kk: Дәлдік
nb_no: Nøyaktighet
nl: Nauwkeurigheid
pl: Precyzja
ru: Точность
ta: துல்லியம்
tr: Hassasiyet
vi: Độ Chính Xác

source: CIE Color Space
de: CIE-Normfarbsystem
fr: Espace couleur CIE
it: Spazio di colore CIE
nl: CIE-kleurenruimte
ru: Цветовое пространство CIE
tr: CIE Renk Uzayı

source: CIE Illuminants
de: Normlicht
fr: Illuminants CIE
it: Illuminanti CIE
nl: CIE-lichtbronnen
ru: Источники света CIE
tr: CIE Aydınlatıcılar

source: Lighting conditions for the CIE color space
de: Lichtbedingungen des CIE-Normfarbsystem
fr: Conditions d’éclairage pour l’espace couleur CIE
it: Condizioni di illuminazione per lo spazio di colore CIE
nl: Lichtomstandigheden voor de CIE-kleurenruimte
ru: Условия освещения для цветового пространства CIE
tr: CIE renk uzayı aydınlatma koşulları

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: A (Incandescent/tungsten)
de: A (Glühlampe)
fr: A (Incandescent / tungstène)
it: A (incandescente/tungsteno)
nl: A (gloeiend/wolfraam)
ru: A (Лампа накаливания/вольфрам)
tr: A (Akkor/tungsten)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: B (Old direct sunlight at noon)
de: B (ähnlich Sonnenlicht)
fr: B (Vieille lumière directe du soleil au zénith)
it: B (luce diretta del sole a mezzogiorno - obsoleta)
nl: B (oud direct middagzonlicht)
ru: B (Старый прямой солнечный свет в полдень)
tr: B (Eski öğle saatlerinde doğrudan güneş ışığı)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: C (Old daylight)
de: C (Tageslicht, heute D65)
fr: C (Vieille lumière du jour)
it: C (luce diurna - obsoleta)
nl: C (oud daglicht)
ru: C (Старый дневной свет)
tr: C (Eski gün ışığı)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: D50 (ICC profile PCS)
de: D50 (Weißpunkt für Wide-Gamut-RGB und Color-Match-RGB)
fr: D50 (ICC profil PCS)
it: D50 (profilo ICC PCS)
nl: D50 (ICC-profiel PCS)
ru: D50 (Профиль ICC PCS)
tr: D50 (ICC profil PCS)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: D55 (Mid-morning daylight)
de: D55 (Direktes Sonnenlicht)
fr: D55 (Lumière du jour en milieu de matinée)
it: D55 (luce diurna di metà mattina)
nl: D55 (daglicht halverwege de ochtend)
ru: D55 (Средний утренний свет)
tr: D55 (Sabah ortası gün ışığı)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: D65 (Daylight, sRGB, Adobe-RGB)
de: D65 (natürliches Tageslicht, sRGB, Adobe-RGB)
fr: D65 (Lumière du jour, sRGB, Adobe-RGB)
it: D65 (luce diurna, sRGB, Adobe-RGB)
nl: D65 (daglicht, sRGB, Adobe-RGB)
ru: D65 (Дневной свет, sRGB, Adobe-RGB)
tr: D65 (Gün ışığı, sRGB, Adobe-RGB)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: D75 (North sky daylight)
de: D75 (Farbtemperatur von 7510 K)
fr: D75 (Lumière du jour sous un ciel nordique)
it: D75 (luce diurna del cielo del nord)
nl: D75 (daglicht van noordelijke hemel)
ru: D75 (Дневной свет северного неба)
tr: D75 (Kuzey gökyüzü gün ışığı)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: E (Equal energy)
de: E (energetischer Äquivalenzpunkt)
fr: E (Énergie égale)
it: E (spettro di energia uniforme)
nl: E (gelijke energie)
ru: E (Равная энергия)
tr: E (Eşit enerji)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: F1 (Daylight Fluorescent)
de: F1 (Fluoreszierendes Tageslicht)
fr: F1 (Fluorescent Lumière du jour)
it: F1 (fluorescente - luce diurna)
nl: F1 (daglicht-fluorescerend)
ru: F1 (Дневной флуоресцентный)
tr: F1 (Gün Işığı Floresan)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: F2 (Cool fluorescent)
de: F2 (Kalt Fluoreszierend)
fr: F2 (Fluorescent froid)
it: F2 (fluorescente - fredda)
nl: F2 (koel-fluorescerend)
ru: F2 (Холодный флуоресцентный)
tr: F2 (Soğuk floresan)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: F3 (White Fluorescent)
de: F3 (Weiß Fluoreszierend)
fr: F3 (Fluorescent blanc)
it: F3 (fluorescente - bianca)
nl: F3 (wit-fluorescerend)
ru: F3 (Белый флуоресцентный)
tr: F3 (Beyaz Floresan)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: F4 (Warm White Fluorescent)
de: F4 (Warm Weiß Fluorescent)
fr: F4 (Fluorescent blanc chaud)
it: F4 (fluorescente - calda)
nl: F4 (warmwit-fluorescerend)
ru: F4 (Теплый белый флуоресцентный)
tr: F4 (Sıcak Beyaz Floresan)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: F5 (Daylight Fluorescent)
de: F5 (Tageslicht Fluoreszierend)
fr: F5 (Fluorescent Lumière du jour)
it: F5 (fluorescente - luce diurna)
nl: F5 (daglicht-fluorescerend)
ru: F5 (Дневной флуоресцентный)
tr: F5 (Gün Işığı Floresan)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: F6 (Lite White Fluorescent)
de: F6 (Leicht Weiß Fluorescent)
fr: F6 (Fluorescent blanc léger)
it: F6 (fluorescente - bianco chiaro)
nl: F6 (lichtwit-fluorescerend)
ru: F6 (Легкий белый флуоресцентный)
tr: F6 (Hafif Beyaz Floresan)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: F7 (Daylight fluorescent, D65 simulator)
de: F7 (Tageslicht Fluoreszierend, D65 simulator)
fr: F7 (Fluorescent Lumière du jour, simulateur D65)
it: F7 (fluorescente - simulatore D65)
nl: F7 (daglicht-fluorescerend, D65-simulator)
ru: F7 (Дневной флуоресцентный, имитация D65)
tr: F7 (Gün ışığı floresan, D65 simülatörü)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: F9 (Cool White Fluorescent)
de: F9 (Kalt Weiß )
fr: F9 (Fluorescent blanc froid)
it: F9 (fluorescente - bianco freddo)
nl: F9 (koelwit-fluorescerend)
ru: F9 (Холодный белый флуоресцентный)
tr: F9 (Soğuk Beyaz Floresan)

source: CIE Standard Observer
de: CIE-Normalbeobachter
fr: Observateur standard CIE
it: Osservatore standard CIE
nl: CIE-standaardwaarnemer
ru: Стандарт измерения CIE
tr: CIE Standart Gözlemcisi

source: The CIE standard observer's field of view
de: Sichtfeld des CIE-Normalbeobachters
fr: Champ de vision de l’observateur standard CIE
it: Il campo visivo dell'osservatore standard CIE
nl: Het gezichtsveld van de CIE-standaardwaarnemer
ru: Поле зрения стандарта измерения CIE
tr: CIE standart gözlemcisinin görüş alanı

source: Color Formats
ar: تنسيقات الألوان
bg: Цветови формати
bn: রঙের বিন্যাস
de: Farbformate
es: Formatos de color
eu: Kolore formatuak
fi: Värimuodot
fr: Formats de couleur
hu: Színformátumok
it: Formati di colore
kk: Түс пішімдері
nb_no: Fargesyntakser
nl: Kleurformaten
pl: Formaty kolorów
ru: Форматы цветов
ta: வண்ண வடிவங்கள்
tr: Renk Biçimleri
vi: Định Dạng Màu

source: Customize the visible formats and in which order they are displayed.
de: Passe an ob und in welcher Reihenfolge die Farbformate angezeigt werden.
es: Personaliza los formatos visibles y el orden en que se muestran.
eu: Bistako formatuak eta erakusten diren ordena pertsonalizatu
fr: Personnalisez les formats visibles et leur ordre d’affichage.
it: Personalizza i formati visibili e l'ordine in cui sono mostrati.
nl: Pas de zichtbare kleurformaten aan en de volgorde waarin ze zijn weergegeven.
ru: Настройте видимые форматы и порядок их отображения.
tr: Görünür biçimleri ve bunların hangi sırada görüntüleneceğini özelleştir.

# Tooltip of the button to reset the format order
source: Reset Order
de: Reihenfolge zurücksetzen
fr: Réinitialiser l’ordre
it: Reimposta l'ordine
nl: Volgorde resetten
ru: Сбросить порядок
tr: Düzeni Sıfırla

source: Formats
de: Formatierungen
it: Formati
nl: Formaten
ru: Форматы
tr: Biçimler

source: Edit how the color formats are displayed. The “{}” will be replaced in with the values of the formats.
de: Verändere wie die Farben dargestellt werden. Die „{}” werden durch die Farbwerte ersetzt werden.
fr: Modifier la manière dont les formats de couleur sont affichés. Le « {} » sera remplacé par les valeurs des formats.
it: Modifica come vengono mostrati i formati di colore. I valori dei formati verranno sostituiti in «{}».
nl: Bewerk hoe de formaten worden weergegeven. De ‘{}’ zal worden vervangen door de waarden van de formaten.
ru: Изменить способ отображения цветовых форматов. “{}” будут заменены на значения форматов.
tr: Renk biçimlerinin nasıl görüntülendiğini düzenle. “{}” biçimlerin değerleri ile değiştirilecektir.

source: RGB Format
fr: Format RGB
it: Formato RGB
nl: RGB-formaat
ru: Формат RGB
tr: RGB Biçimi

source: HSL Format
fr: Format HSL
it: Formato HSL
nl: HSL-formaat
ru: Формат HSL
tr: HSL Biçimi

source: HSV Format
fr: Format HSV
it: Formato HSV
nl: HSV-/KVW-formaat
ru: Формат HSV
tr: HSV Biçimi

source: CMYK Format
fr: Format CMYK
it: Formato CMYK
nl: CMYK-formaat
ru: Формат CMYK
tr: CMYK Biçimi

source: XYZ Format
fr: Format XYZ
it: Formato XYZ
nl: XYZ-formaat
ru: Формат XYZ
tr: XYZ Biçimi

source: CIELAB Format
fr: Format CIELAB
it: Formato CIELAB
nl: CIELAB-formaat
ru: Формат CIELAB
tr: CIELAB Biçimi

source: HWB Format
fr: Format HWB
it: Formato HWB
nl: HWB-formaat
ru: Формат HWB
tr: HWB Biçimi

source: CIELCh/HCL Format
fr: Format CIELCh / HCL
it: Formato CIELCh/HCL
nl: CIELCh-/HCL-formaat
ru: Формат CIELCh/HCL
tr: CIELCh/HCL Biçimi

source: LMS Format
fr: Format LMS
it: Formato LMS
nl: LMS-formaat
ru: Формат LMS
tr: LMS Biçimi

source: Hunter Lab Format
fr: Format Hunter Lab
it: Formato Hunter Lab
nl: Hunter-Lab-formaat
ru: Формат Hunter Lab
tr: Hunter Lab Biçimi

# Name for tints (lighter variants) of the color
source: Tints
de: Tönung
es: Tonos
eu: Tonuak
fr: Nuances claires
it: Tinte chiare
nl: Tinten
ru: Тона
tr: Açık renk tonları

# Name for shades (darker variants) of the color
source: Shades
de: Schattierungen
es: Sombras
eu: Itzalak
fr: Nuances sombres
it: Tinte scure
nl: Schakeringen
ru: Оттенки
tr: Renk tonları

# Name for the opposite/complementary color (e.g. blue ⇔ yellow)
source: Complementary
de: Komplementär
es: Complementario
eu: Osagarria
fr: Complémentaire
it: Complementare
nl: Complementair
ru: Дополнительный
tr: Tamamlayıcı

source: Split-Complementary
de: Zweifach-Komplementär
es: Dividir-complementario
eu: Zatitu-osagarria
fr: Complémentaires séparées
it: Bicomplementari
nl: Split-complemetair
ru: Дополнительный-раздельный
tr: Bölünmüş-Tamamlayıcı

# Name of the color palette, which would form a triangle above the color wheel
source: Triadic
de: Triade
es: Triádico
eu: Triadikoa
fr: Triadique
it: Triadica
nl: Triadisch
ru: Триадический
tr: Üçlü

# The name of the color palette.
source: Tetradic
de: Tetradisch
es: Tetrádica
eu: Tetradikoa
fr: Tétradique
it: Tetradica
nl: Tetradisch
ru: Тетрадический
tr: Dörtlü/Tetradik

# Color palette consisting of six slight shifted colors
source: Analogous
de: Ähnlich
es: Análogo
eu: Antzekoa
fr: Analogues
it: Analoghi
nl: Harmonisch
ru: Аналоговый
tr: Benzer

source: Basic
ar: أساسي
bg: Основен
bn: মৌলিক
de: Einfach
es: Básico
eu: Oinarrizkoa
fi: Perus
fr: Basique
hu: Alapszínek
it: Basico
kk: Негізгі
nb_no: Grunnleggende
nl: Basis
pl: Podstawowe
ru: Базовый
ta: அடிப்படை
tr: Temel
vi: Cơ Bản

source: Show color names from the w3c basic color keyword set
de: Zeige die Farbnamen des W3C Basic Farbsets
es: Mostrar los nombres de los colores del conjunto de palabras clave de color básico w3c
eu: w3c oinarrizko koloreko gako-hitzen multzoaren koloreen izenak erakutsi
fr: Affiche les noms des couleurs à partir de l’ensemble basique des couleurs du W3C
it: Mostra i nomi dei colori dall'insieme di base di colori chiave di w3c
nl: Geeft kleurnamen weer van de basis-W3C-kleurenset
ru: Показать названия цветов из базового набора ключевых слов w3c
tr: W3C temel renk sözcük kümesinden renk adlarını göster

source: Extended
ar: موسَّع
bg: Допълнителни
bn: বর্ধিত
de: Erweitert
es: Extendido
eu: Zabaldua
fi: Laajennettu
fr: Étendu
hu: Kibővített
it: Esteso
kk: Кеңейтілген
nb_no: Utvidet
nl: Uitgebreid
pl: Rozszerzone
ru: Расширенный
ta: நீட்டிக்கப்பட்ட
tr: Genişletilmiş
vi: Mở Rộng

source: Show color names from the w3c extended color keyword set
de: Zeige die Farbnamen des W3C Erweiterten Farbsets
es: Mostrar los nombres de los colores del conjunto de palabras clave de color ampliado de la w3c
eu: w3c-ren kolore zabaleko gako-hitzen multzoaren koloreen izenak erakutsi
fr: Affiche les noms des couleurs à partir de l’ensemble étendu des couleurs du W3C
it: Mostra i nomi dei colori dall'insieme esteso di colori chiave di w3c
nl: Geeft kleurnamen weer van de uitgebruide W3C-kleurenset
ru: Показать названия цветов из расширенного набора ключевых слов цвета w3c
tr: W3C genişletilmiş renk sözcük kümesinden renk adlarını göster
