Repository: FineFindus/eyedropper
Catalog: po/*.po
Languages: ar, bg, bn, de, es, eu, fi, fr, hu, it, kk, nb_no, nl, pl, ru, ta, tr, vi

source: Customize the visible formats and in which order they are displayed
ar: خصِّص التنسيقات المرئية والترتيب الذي تُعرض به
bg: Настройте видимите формати и реда, в който се показват
bn: দৃশ্যমান ফর্ম্যাটগুলি এবং সেগুলি কোন ক্রমে প্রদর্শিত হবে তা কাস্টমাইজ করুন
fi: Valitse näytettävät muotoilut ja niiden esitysjärjestys
hu: A látható formátumok és azok sorrendjének testreszabása
kk: Көрінетін пішімдерді және олардың көрсетілу ретін баптау
nb_no: Hvilke fargesyntakser som vises i hvilken rekkefølge
pl: Dostosuj widoczne formaty i kolejność ich wyświetlania
ta: புலப்படும் வடிவங்களைத் தனிப்பயனாக்குங்கள், அவை எந்த வரிசையில் காட்டப்படுகின்றன
vi: Tùy chỉnh định dạng hiển thị và thứ tự chúng được hiển thị

# Tooltip of the button to reset the format order
source: Reset Order
ar: تصفير الترتيب
bg: Връщане на реда
bn: অনুক্রম রিসেট করুন
es: Restablecer orden
eu: Ordena berrezarri
fi: Nollaa järjestys
hu: Sorrend visszaállítása
kk: Ретті тастау
nb_no: Tilbakestill rekkefølge
pl: Zresetuj kolejność
ta: ஆர்டரை மீட்டமை
vi: Đặt Lại Thứ Tự

# shortcut window
source: Pick a New Color
bg: Избиране на нов цвят
bn: একটি নতুন রঙ বেছে নিন
fi: Valitse uusi väri
hu: Új szín kiválasztása
nb_no: Velg ny farge
pl: Pobierz nowy kolor
ta: புதிய வண்ணத்தைத் தேர்ந்தெடுங்கள்

source: Main Menu
ar: القائمة الرئيسة
bg: Основно меню
bn: প্রধান মেনু
fi: Päävalikko
hu: Főmenü
kk: Негізгі мәзір
nb_no: Hovedmeny
pl: Menu główne
ta: பட்டியல் விளையாடுங்கள்
vi: Menu Chính

source: Color Picker not Available
ar: منتقِ الألوان غير متاح
bg: Избор на цвят не е налично
bn: কালার পিকার উপলব্ধ নেই
fi: Värivalitsin ei ole käytettävissä
hu: Színválasztó nem elérhető
kk: Түс таңдау құралы қолжетімді емес
nb_no: Ingen fargevelger
pl: Próbnik kolorów nie jest dostępny
ta: கலர் பிக்கர் கிடைக்கவில்லை
vi: Bộ Chọn Màu Không Khả Dụng

source: The system is not properly configured to allow for color picking
ar: لم يُهيَّأ النظام على النحو الصحيح للسماح بانتقاء الألوان
bg: Системата не е настроена правилно, за да позволява избиране на цвят
bn: রঙ বাছাই করার জন্য সিস্টেমটি সঠিকভাবে কনফিগার করা হয়নি
fi: Järjestelmää ei ole määritetty oikein värien valinnan sallimiseksi
hu: A rendszer nincs megfelelően beállítva a színválasztáshoz
kk: Түс таңдауға рұқсат беру үшін жүйе дұрыс бапталмаған
nb_no: Dette systemet er ikke satt opp til å kunne utføre fargevelging fra skjermen
pl: System nie jest prawidłowo skonfigurowany, aby umożliwić pobieranie kolorów
ta: வண்ணத் தேர்வை அனுமதிக்க கணினி சரியாக கட்டமைக்கப்படவில்லை
vi: Hệ thống không được cấu hình đúng để cho phép chọn màu

source: _Continue Regardless
ar: استمر على أي _حال
bg: _Продължаване въпреки това
bn: _যাই হোক না কেন চালিয়ে যান
fi: _Jatka silti
hu: _Folytatás mindenképp
kk: Соған қарамастан жа_лғастыру
nb_no: _Fortsett uansett
pl: _Kontynuuj mimo tego
ta: _ பொருட்படுத்தாமல் தொடருங்கள்
vi: _Tiếp Tục Bất Chấp

# Tooltip of the palette button
source: Edit Color
ar: حرِّر اللون
bg: Редактиране на цвета
bn: রঙ সম্পাদনা করুন
fi: Muokkaa väriä
hu: Szín szerkesztése
kk: Түсті түзету
nb_no: Rediger farge
pl: Edytuj kolor
ta: வண்ணத்தைத் திருத்து
vi: Chỉnh Sửa Màu

source: Apply
ar: طبِّق
bg: Прилагане
bn: প্রয়োগ করুন
fi: Toteuta
hu: Alkalmazás
kk: Іске асыру
nb_no: Bruk
pl: Zastosuj
ta: இடு
vi: Áp Dụng

source: Not named
ar: غير مسمَّى
bg: Без име
bn: নামকরণ করা হয়নি
fi: Ei nimetty
hu: Nincs elnevezve
kk: Аталмаған
nb_no: Uten navn
pl: Brak nazwy
ta: பெயரிடப்படவில்லை
vi: Không có tên

source: Hex Code
ar: ترميز Hex
bg: Шестнайсетичен код
bn: হেক্স কোড
fi: Heksakoodi
hu: Hex színkód
kk: Hex коды
nb_no: Heksadesimaler
pl: Kod szesnastkowy
ta: ஃச் குறியீடு
vi: Mã Hex

source: Copied “{}”
ar: نُسخ «{}»
bg: „{}“ е копирано
bn: “{}” কপি করা হয়েছে
fi: Kopioitu “{}”
hu: „{}” kimásolva
kk: “{}” көшірілді
nb_no: «{}» kopiert til utklippstavlen
pl: Skopiowano „{}”
ta: “{}” நகலெடுக்கப்பட்டது
vi: Đã sao chép “{}”

source: Pick a New Color
ar: انتقِ لونًا جديدًا
bn: একটি নতুন রঙ বেছে নিন
kk: Жаңа түсті таңдау
vi: Chọn Một Màu Mới

source: Eyedropper
ar: قطَّارة
bg: Капкомер
fr: Pipette
hu: Pipetta
it: Contagocce
kk: Көзтамызғыш
ta: கண்
tr: Damlalık

source: New features, fixed bugs and updates to modern GNOME styling:
ar: مزايا جديدة وإصلاحات للأخطاء وتحديثات لتصميم جنوم الحديث:
kk: Жаңа мүмкіндіктер, түзетілген қателер және заманауи GNOME стиліне жаңартулар:
vi: Tính năng mới, sửa lỗi và cập nhật phong cách GNOME hiện đại:

source: Allow color selection while the application runs in the background
ar: اسمح بانتقاء الألوان أثناء تشغيل التطبيق في الخلفية
kk: Қолданба фонда жұмыс істеп тұрған кезде түс таңдауға рұқсат беру
vi: Cho phép chọn màu trong khi ứng dụng chạy ở nền

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: F8 (Sylvania F40, D50 simulator)
fr: F8 (Sylvania F40, simulateur D50)
it: F8 (Sylvania F40, simulatore D50)
ru: F8 (Сильвания F40, имитация D50)
tr: F8 (Sylvania F40, D50 simülatörü)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: F10 (Ultralume 50, Philips TL85)
ru: F10 (Ультралюм 50, Philips TL85)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: F11 (Ultralume 40, Philips TL84)
ru: F11 (Ультралюм 40, Philips TL84)

# CIE illuminant, more info at https: en.wikipedia.org wiki Standard_illuminant
source: F12 (Ultralume 30, Philips TL83)
ru: F12 (Ультралюм 30, Philips TL83)

source: Hex-Code
de: Hexadezimal-Code
es: Código hexadecimal
eu: Kode hexadeziala
fr: Code hexadécimal
it: Codice esadecimale
ru: Шестнадцатеричный код
tr: Onaltılık Kod

source: <p>A minor release with many small QoL improvements.</p><p>Added:</p> <ul><li>Show a toast with an Undo option when clearing the history</li><li>Use Ctrl-Q to close the window</li><li>Use a default minium window size, content should no longer unnecessarily cut off</li><li>New icon by @bertob</li><li>Export palettes as Adobe Swatch Exchange (ASE), hex, PAL, Paint.NET (txt) files</li><li>Minor changes to the store metadata</li></ul><p>Changed:</p> <ul><li>Hunter-Lab now displays 0 instead of NaN</li><li>Improved tooltips for copying colors</li><li>Palette window now uses a button with a more explicit text instead of an icon</li><li>Reworded project description</li><li>Updated all screenshots</li></ul><p>Fixed:</p> <ul><li>Separator is now hidden when the history list is hidden</li><li>Improved editing experience when change the Hex color/name</li></ul>
ru: <p>Незначительный выпуск с множеством небольших улучшений качества жизни.</p><p>Добавлено:</p> <ul><li>Отображение всплывающего уведомления с опцией "Отменить" при очистке истории</li><li>Использование Ctrl-Q для закрытия окна</li><li>Использование минимального размер окна по умолчанию, содержимое больше не должно обрезаться без необходимости</li><li>Новая иконка от @bertob</li><li>Экспорт палитр в виде файлов Adobe Swatch Exchange (ASE), hex, PAL, Paint.NET (txt)</li><li>Небольшие изменения в метаданных хранения</li></ul><p>Изменено:</p> <ul><li>Hunter-Lab теперь отображает 0 вместо NaN</li><li>Улучшенные всплывающие подсказки для копирования цветов</li><li>Окно палитры теперь использует кнопку с более подробным текстом вместо иконки.</li><li>Переформулировано описание проекта</li><li>Обновлены все снимки экрана</li></ul><p>Исправлено:</p> <ul><li>Разделитель теперь скрыт, когда список истории скрыт</li><li>Улучшен опыт редактирования при изменении цвета/имени Hex</li></ul>

source: A powerful color picker and formatter
es: Un potente selector y formateador de colores
eu: Koloreen hautatzaile eta formateatzaile indartsua
fr: Un puissant sélecteur et formateur de couleurs
tr: Kullanımı kolay renk seçici ve biçimlendirici

source: Main window dark
es: Ventana principal oscurecida
eu: Leiho nagusia ilunduta
fr: Fenêtre principale sombre
tr: Ana pencere koyu

source: Main window light
es: Ventana principal iluminada
eu: Leiho nagusia argituta
fr: Fenêtre principale claire
tr: Ana pencere aydınlık

source: Customized color formatting in dark mode
es: Formato de color personalizado en modo oscuro
eu: Kolore-formatu pertsonalizatua modu ilunean
fr: Formatage personnalisé des couleurs en mode sombre
tr: Koyu kipte özelleştirilmiş renk biçimlendirme

source: Customized color formatting
es: Formato de color personalizado
eu: Kolore-formatu pertsonalizatua
fr: Formatage personnalisé des couleurs
tr: Özelleştirilmiş renk biçimlendirme

source: Generated color palettes
es: Paletas de colores generados
eu: Sortutako kolore-paletak
fr: Palettes de couleur générées
tr: Üretilen renk paletleri

source: Save Palettes
fr: Enregistrer les palettes
tr: Paletleri Kaydet

# Tooltip of the copy button for format rows
source: Copy Format
es: Copiar formato
eu: Kopiatu formatua
fr: Copier le format
tr: Biçimi Kopyala

source: palettes
tr: paletler

source: <p>A new release with exciting new features.</p><p>New Features:</p> <ul><li>Customize formats in the settings</li><li>Export the colorscheme as a GIMP palette using the new export option</li><li>A placeholder is shown when no color is picked</li><li> Hunter-Lab and LMS color spaces have been added</li><li>The GNOME color palette has been added</li><li>Fixed minor issues</li></ul>
fr: <p>Une nouvelle version avec de nouvelles fonctionnalités intéressantes.</p><p>Nouvelles fonctionnalités :</p> <ul><li>Personnalisez les formats dans les paramètres</li><li>Exportez le schéma de couleurs comme une palette GIMP en utilisant la nouvelle option d’exportation.</li><li>Un marqueur est affiché lorsqu’aucune couleur n’est choisie.</li><li> Ajout des espaces couleur Hunter-Lab et LMS</li><li>La palette de couleurs de GNOME a été ajoutée</li><li>Corrections de problèmes mineurs</li></ul>
tr: <p>Heyecan verici yeni özelliklere sahip yeni bir sürüm.</p> <p>Yeni Özellikler:</p> <ul> <li>Ayarlarda biçimleri özelleştirme</li> <li>Yeni dışa aktarma seçeneğini kullanarak renk şemasını GIMP paleti olarak dışa aktarma</li> <li>Hiçbir renk seçilmediğinde yer tutucu gösterilmesi</li> <li> Hunter-Lab ve LMS renk uzayları eklendi</li> <li>GNOME renk paleti eklendi</li> <li>Küçük sorunlar düzeltildi</li> </ul>

source: An easy-to-use color picker and editor
eu: Koloretako hautatzaile eta editore erabilerraza

source: Available Formats:
eu: Formatu erabilgarriak:

# Tooltip of the copy button for the hex format
source: Copy Format
es: Copiar formato
eu: Kopiatu formatua

# Alpha is not shown
source: None
es: Ninguno
eu: Bat ere ez

source: CIE standard observer
es: Observador estándar de CIE
eu: CIEren behatzaile estandarra

source: Field of view used by the CIE standard observer
es: Campo de visión utilizado por el CIE Standard Observer
eu: CIE Standard Observerrek erabilitako ikuseremua

source: CIE illuminants
es: Iluminantes CIE
eu: CIE argitzaileak

source: Under which conditions are the colors observed
es: Bajo qué condiciones se observan los colores
eu: Zein baldintzatan ikusten diren koloreak

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: A (Incandescent/tungsten)
es: A (Incandescente/tungsteno)
eu: A (Goritasuna/tungstenoa)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: B (Old direct sunlight at noon)
es: B (Luz solar directa antigua a mediodía)
eu: B (Eguzki-argi zuzen zaharra eguerdian)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: C (Old daylight)
es: C (Antigua luz del día)
eu: C (Antzinako egun-argia)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: D50 (ICC profile PCS)
es: D50 (Perfil ICC PCS)
eu: D50 (ICC PCS profila)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: D55 (Mid-morning daylight)
es: D55 (Luz del día a media mañana)
eu: D55 (Eguneko argia goiz erdian)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: D65 (Daylight, sRGB, Adobe-RGB)
es: D65 (Luz del día, sRGB, Adobe-RGB)
eu: D65 (Eguneko argia, sRGB, Adobe-RGB)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: D75 (North sky daylight)
es: D75 (Luz del día del cielo del norte)
eu: D75 (Iparraldeko zeruko eguneko argia)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: E (Equal energy)
es: E (Igualdad de energía)
eu: E (Energia-berdintasuna)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: F1 (Daylight Fluorescent)
es: F1 (Luz del día fluorescente)
eu: F1 (Eguneko argia fluoreszentea)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: F2 (Cool fluorescent)
es: F2 (Fluorescente frío)
eu: F2 (Fluoreszente hotza)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: F3 (White Fluorescent)
es: F3 (Blanco fluorescente)
eu: F3 (Zuri fluoreszentea)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: F4 (Warm White Fluorescent)
es: F4 (Blanco fluorescente cálido)
eu: F4 (Blanco fluorescente cálido)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: F5 (Daylight Fluorescent)
es: F5 (Luz del día fluorescente)
eu: F5 (Luz del día fluorescente)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: F6 (Lite White Fluorescent)
es: F6 (Blanco fluorescente claro)
eu: F6 (Blanco fluorescente claro)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: F7 (Daylight fluorescent, D65 simulator)
es: F7 (Luz diurna fluorescente, simulador D65)
eu: F7 (Eguneko argi fluoreszentea, D65 simulagailua)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: F8 (Sylvania F40, D50 simulator)
es: F8 (Simulador Sylvania F40, D50)
eu: F8 (Sylvania F40 simulagailua, D50)

# CIE illuminant, more info at https://en.wikipedia.org/wiki/Standard_illuminant
source: F9 (Cool White Fluorescent)
es: F9 (Blanco fluorescente frío)
eu: F9 (Zuri fluoreszente hotza)

source: <p>This release extends the current available features.</p><p> Features:</p> <ul><li> The name of the color, specified by w3c color keywords and the xkcd color survey, can now be shown</li><li>Switch the color by entering a color keyword</li><li> A new Palette dialog showing different color palettes</li><li>Choose which CIE standard observer is used, as well as it's illuminant</li><li> Show the CIELCh color format</li><li> Using the new AdwAboutWindow</li><li> Added new translations</li><li>Fixed minor issues</li></ul>
es: <p>Esta versión amplía las funciones disponibles actualmente.</p><p> Características:</p> <ul><li> El nombre del color, especificado por las palabras clave de color w3c y la encuesta de color xkcd, puede mostrarse ahora</li><li>Cambie el color introduciendo un color, palabra clave</li><li>Un nuevo cuadro de diálogo de la paleta que muestra diferentes paletas de colores</li><li>Elija qué observador estándar CIE se utiliza, así como su iluminador</li><li> Mostrar el formato de color CIELCh</li><li>Utilizando la nueva AdwAboutWindow</li><li> Nuevas traducciones añadidas</li><li>Se han solucionado problemas menores</li></ul>
eu: <p>Bertsio honek gaur egun erabilgarri dauden funtzioak zabaltzen ditu.</p><p> Ezaugarriak:</p> <ul><li>Aldatu kolorea gako-hitzaren kolorea sartuz, erakutsi ahal dira orain</li><li>Aldatu kolorea gako-hitzaren kolorea sartuz</li><li>Paletaren elkarrizketa-koadro berri bat, kolore-paleta desberdinak erakusten dituena</li><li>Aukeratu zein CIE behatzaile estandar erabiltzen den, eta argiztatzailea</li><li>CIELCh kolore formatua erakusten du orain</li><li>AdwAboutWindow propietate berria erabiltzen da orain</li><li>Itzulpen erantsi berriak</li><li>Arazo txikiak konpondu dira</li></ul>

source: Enter colors in different formats
bg: Въведете цветове в различни формати
fi: Kirjoita värejä eri muodoissa
hu: Színek megadása különböző formátumokban
nb_no: Appen støtter alle de vanlige fargesyntaksene
pl: Wprowadzanie kolorów w różnych formatach
ta: வெவ்வேறு வடிவங்களில் வண்ணங்களை உள்ளிடவும்

source: Select a color from the screen to get started
bg: За да започнете, изберете цвят от екрана
fi: Valitse väri näytöltä aloittaaksesi
hu: Kezdetnek válasszon egy színt a képernyőről
nb_no: Velg en farge fra skjermen for å komme i gang
pl: Aby rozpocząć, pobierz kolor z ekranu
ta: தொடங்க திரையில் இருந்து ஒரு வண்ணத்தைத் தேர்ந்தெடுக்கவும்

source: <p>A new release with exciting new features and many improvements.</p> <ul><li>Allow entering any format</li><li>Display color in overview search</li><li>Export palettes to LibreOffice</li><li>A visual differentiation between color and background</li><li>Improved color conversion</li><li>Visual refinements to match the state of the art of GNOME apps</li><li>Internal code improvements and bug fixes</li></ul>
bg: <p>Ново издание с нови вълнуващи функции и подобрения.</p> <ul><li>Въвеждане на всякакъв формат</li><li>Показване на цвят при прегледа на търсене</li><li>Изнасяне на палитри в LibreOffice</li><li>Визуално разграничаване между цвят и фон</li><li>Подобрено преобразуване на цветовете</li><li>Визуални подобрения, за да съответства на съвременното състояние на GNOME програмите</li><li>Подобрения на вътрешния код и поправки на грешки</li></ul>
fi: <p>Uusi julkaisu, jossa on jännittäviä uusia ominaisuuksia ja monia parannuksia.</p> <ul><li>Salli minkä tahansa muodon syöttäminen</li><li>Näytä väri yleiskatsaushaussa</li><li>Vie paletit LibreOfficeen</li><li>Värien ja taustan visuaalinen ero</li ><li>Parannettu värin muunnos</li><li>Visuaaliset parannukset vastaamaan GNOME-sovellusten uusinta tasoa</li><li>Sisäisiä koodin parannuksia ja viankorjauksia</li></ul>
hu: <p>Egy új kiadás izgalmas új funkciókkal és számos fejlesztéssel.</p> <ul><li>Bármilyen formátum megadása lehetséges</li><li>Színek megjelenítése az áttekintés keresőjében</li><li>Paletták exportálása LibreOffice-ba</li><li>Vizuális különbségtétel a szín és a háttér között</li><li>Javított színkonvertálás</li><li>Látványbeli finomítások a GNOME-alkalmazások színvonalának megfelelően</li><li>Belső kódfejlesztések és hibajavítások</li></ul>
nb_no: <p>Denne oppdateringen kommer med flere nye funksjoner og forbedringer:</p> <ul><li>Skriv inn farger i hvilket som helst format</li><li>Forhåndsvisning av farger i systemsøk</li><li>Eksportering av paletter til LibreOffice</li><li>Visuelt skille mellom farge og bakgrunn</li><li>Forbedret fargekonvertering</li><li>Forbedringer i utseende for å følge moderne GNOME-konvensjoner</li><li>Interne forbedringer og reparasjoner</li></ul>
pl: <p>Nowa wersja z ekscytującymi nowymi funkcjami i wieloma ulepszeniami.</p> <ul><li>Umożliwia wprowadzanie dowolnego formatu</li><li>Wyświetlanie koloru w wyszukiwaniu przeglądowym</li><li>Eksportowanie palet do LibreOffice</li><li>Wizualne rozróżnienie między kolorem a tłem</li><li>Ulepszona konwersja kolorów</li><li>Udoskonalenia wizualne, aby wpasować się w styl aplikacji GNOME</li><li>Ulepszenia kodu i poprawki błędów</li></ul>
ta: <p> அற்புதமான புதிய நற்பொருத்தங்கள் மற்றும் பல மேம்பாடுகளுடன் புதிய வெளியீடு. </p> <ul> <li> எந்தவொரு வடிவத்தையும் உள்ளிட அனுமதிக்கவும் </li> <li> கண்ணோட்டத்தில் வண்ணத்தைக் காண்பி </li> <li> லிப்ரேஃபிசுக்கு தட்டுகளை ஏற்றுமதி </li> <li> வண்ணத்திற்கும் பின்னணிக்கும் இடையிலான காட்சி வேறுபாடு </li > <li> மேம்பட்ட வண்ண மாற்றத்தை </li> <li> க்னோம் பயன்பாடுகளின் கலையின் நிலைக்கு பொருந்தக்கூடிய காட்சி சுத்திகரிப்புகள் </li> <li> உள் குறியீடு மேம்பாடுகள் மற்றும் பிழை திருத்தங்கள் </li> </ul>
