Repository: FineFindus/eyedropper
Catalog: po/kw.po
Languages: kw

source: Color Picker
kw: Kunteller Kolor

source: Pick and format colors
kw: Kuntel ha furvasa kolors

source: Gnome;GTK;Color;Colorpicker;Picker;Palette;
kw: Gnome;GTK;Kolor;Kunteller Kolor;Kunteller;

source: Enter or pick a color and view it in different formats.
kw: Ynworra po kuntel unn kolor ha furvasa y yn furvasow dyffrans.

source: Features
kw: Nasyow

source: Pick a Color
kw: Kuntel unn Kolor

source: Edit the viewed color in a simple HSL editor
kw: Golego an kolor gwelow yn unn chanjyell simpel HSL

source: Enter a color in various formats
kw: Ynworra unn kolor yn furvasow dyffrans

source: Convert colors into other formats such as Hex, RGB, HSV, HSL, CMYK, XYZ, CIE-Lab…
kw: Treylya kolors yn furvasow aral kepar ha Hex, RGB, HSV, CMYK, XYZ, CIE-Lab…

source: Main window with a color in different formats
kw: Fenester chif gans unn kolor yn furvasow dyffrans

source: Main window with customized formats
kw: Fenester chif gans furvasow personelhys

source: Editor with an HSL editor
kw: Chanjyell gans unn chanjell HSL

source: Status page stating to pick a color to get started
kw: Folen studh ow meneges dhe kuntel unn kolor dhe mos dallethys

source: New features, fixed bugs and updates to modern GNOME styling:
kw: Nasyow nowydh, ewnhys kudynnow, ha nowedhys dhe gis arnowydh GNOME:

source: RGB can now be displayed in decimal notation
kw: RGB gallos bos displetys yn nosyans degeth

source: Colors can now be directly entered, without picking a color first
kw: Kolors gallos bos ynworrys distowgh, heb ow kuntel unn kolor a-dherag

source: Support for focus-independent (global) shortcuts
kw: Skoodhyans dhe kesunyansow bysowek ollvysel

source: Fixed an layout issue on systems where scrollbars are always shown
kw: Ewnhys unn kudyn aray yn amontyellow le may barrys scroll yw diskwedhesys pub prys

source: Updated to modern GNOME styling
kw: Nowedhys dhe gis GNOME arnowydh

source: Improved checking for unsupported systems
kw: Gwellhys ow checkya dhe amontyellow anskooydhys

source: A small fix for failing metadata
kw: Unn ewnans byghan rag data ow fyllell

source: A new release, including major reworks the the UI and the color system
kw: Unn versyon nowydh, ow komprehendya nowedhys brassa dhe'n ynterfas ha an system kolor

source: Added a new color editor, allowing to modify colors
kw: Addys unn chanjyell nowydh kolor, ow gasa dhe chanjya kolors

source: Reworked the system handling color conversions
kw: Dasoberi an system mayth ow handla treylyans kolor

source: A warning page is now shown on unsupported systems
kw: Unn folen gwarnyans yw lemmyn diskwedhesys yn amontyellow anskoodhys

source: Various internal code improvements and bug fixes
kw: Gwellheansow divers dhe kod ha ewnhys kudynnow

source: Removed the palette dialog
kw: Removys an fenester liwvord

source: Removed custom color formats
kw: Removys furvasow a-vusur kolor

source: A new release with exciting new features and many improvements.
kw: Unn versyon nowydh gans nasyow nowydh yntanus ha meur a gwellheansow.

source: Allow entering any format
kw: Alowa owth ynworra neb furvas

source: Display color in overview search
kw: Diskwedhes kolor yn hwithrans system

source: Export palettes to LibreOffice
kw: Esporthya liwvordow dhe LibreOffice

source: A visual differentiation between color and background
kw: Unn dihevelepter gwelesek tredh kolor ha kilva

source: Improved color conversion
kw: Gwellhys treylyans kolor

source: Visual refinements to match the state of the art of GNOME apps
kw: Gwellheansow gwelesek dhe omdhesedha an appys GNOME flamm nowydh

source: Internal code improvements and bug fixes
kw: Gwellheansow kod ha ewnhys kudynnow

source: Added:
kw: Keworrys:

source: Show a toast with an Undo option when clearing the history
kw: Diskwedhes unn tardhik gans unn dewis digelmi pan ow dilea an istori

source: Use Ctrl-Q to close the window
kw: Devnydhya Ctrl-Q dhe degea an fenester

source: Use a default minimum window size, content should no longer unnecessarily cut off
kw: Devnydhya unn braster fenester lyha defowt, dalgh na fella treghi dhe-ves heb res

source: New icon by @bertob
kw: Arwodhik nowydh gans @bertob

source: Export palettes as Adobe Swatch Exchange (ASE), hex, PAL, Paint.NET (txt) files
kw: Esporthya liwvordow dhe restrennow Adobe Swatch Exchange (ASE), hex, PAL, Paint.NET (txt)

source: Minor changes to the store metadata
kw: Chanjyow le dhe'n data gwerthji

source: Changed:
kw: Janjyas:

source: Hunter-Lab now displays 0 instead of NaN
kw: Hunter-Lab diskwedhes lemmyn 0 yn le NaN

source: Improved tooltips for copying colors
kw: Gwellys deskrifansow toulys dhe ow kopia kolorys

source: Palette window now uses a button with a more explicit text instead of an icon
kw: Fenester liwvord gulys lemmyn devnydh a unn boton gans tekst yn le unn ikon

source: Reworded project description
kw: Dassrifys deskrifans ragdres

source: Updated all screenshots
kw: Nowedhys oll imajys

source: Fixed:
kw: Ewnhys:

source: Separator is now hidden when the history list is hidden
kw: Diberther yw kudh lemmyn pan an rol istori yw kudh

source: Improved editing experience when change the Hex color/name
kw: Gwellys klewans chanjyell pan chanjow an kanow kolor

source: Russian translation
kw: Treylyans Russek

source: Better optimized releases
kw: Versyons gans gwrythyans gwell

source: Returns the exit code on quitting
kw: Derivas an kod kwityans pan ow kwytya

source: History no longer contains duplicated items
kw: Istori yn le kontaynya enworrans dasskrifys

source: Fixed a bug where the wrong rgb format was used
kw: Ewnhys unn kudyn pan an furvas rgb kamm yw devnydhys

source: Fixed a bug where LMS and Hunter-Lab had the same setting
kw: Ewnys unn kudyn pan LMS hag Hunter-Lab kavosys an settyans keth

source: Export the generated palettes from the palette dialog as a GIMP palette file
kw: Esporthya an liwvord dinythys a'n fenester liwvord avel unn restren liwvord GIMP

source: A .doap file to describe the project
kw: Unn restren .doap dhe deskrifa an ragdres

source: Show a placeholder page when no color is picked
kw: Diskwedhes unn folen wolkom mar kolor vyth yw kuntelys

source: LMS color space can now be shown
kw: Efander kolor LMS gallos lemmyn bos diskwedhys

source: Convert to Hunter-Lab color space
kw: Treylya dhe efander kolor Hunter-Lab

source: Customize color formats
kw: Personelhe furvasow kolors

source: Fixed a bug where the illuminants were not fully shown
kw: Ewnhe unn kudyn pan an illuminansyow yw na diskwedhes yn leun

source: The names of the GNOME color palette are now available
kw: An henwyn a'n liwvord GNOME yw kavadow lemmyn

source: Options to show names of color (from w3c basic, extended and xkcd)
kw: Dewisyow dhe diskwedhes henwyn kolor (a w3c elvennek, hirhes, ha xkcd)

source: Change the color by typing a name in the name field
kw: Chanjya an kolor erbynn ow jynnskrifa unn hanow y'n kist hanow

source: Palettes are now shown in the palette dialog, accessible by clicking on the large color button
kw: Liwvordow yw diskwedhys lemmyn y'n fenester liwvord, hedhadow gans ow klyckya war'n boton bras kolor

source: The App now uses the AdwAboutWindow
kw: An app devnydhya lemmyn an AdwAboutWindow

source: HSL does now support alpha values
kw: HSL skoodhya lemmyn niverow klerder

source: HWB and CIELCh are now supported
kw: HWB ha CIELCh yw skoodhys lemmyn

source: CIE standard observer for CIELab and CIELCh
kw: Aspier savonek CIE rag CLIELab ha CIELCh

source: Change CIE illuminants
kw: Chanjya illuminantys CIE

source: Fixed a few bugs and added Dutch translations.
kw: Ewnhys nebes kudynnow ha addys treylyans Iseldiryek.

source: Palettes, consisting of darker shades and lighter tints, are now generated from the currently picked color as well as the previous 3
kw: Liwvordow, konsystya a skeusliwyow du ha arliwyow gwynn, yw dinthys lemmyn dhyworth an kolor dewisys a-lemmyn hag an tri kyns

source: Change the order of the color formats by dragging and dropping them in the settings
kw: Chanjya an aray a'n furvasow kolor gans draylys ha droppys y's y'n settyansow

source: The app has been translated into French by rene-coty
kw: An app yw treylys yn Frynkek gans rene-coty

source: A German translation has been added
kw: Unn treylyans Almaynek yw addys

source: Adjusted some strings to be easier to understand
kw: Chanjys nebes lavarow rag konvedhes esya

source: Issue and feature-request templates
kw: Ensampelys rag kudynnow ha govynnow nas

source: Change the color using hex values in the hex field
kw: Chanjya an kolor gans niverow hex y'n ynworrans hex

source: Previous colors are now visible in the history list
kw: Kolors kyns yw gweladow lemmyn y'n rol istori

source: Disable unwanted color models
kw: Ungallosegi systemow kolor anmynnesys

source: Colors can now be shown as XYZ or CIELAB format
kw: Kolors gallos lemmyn bos diskwedhes avel furvas XYZ po CIELAB

source: Basic UI
kw: Ynterfas Selvenel

source: Pick a color using the color picker button
kw: Dewis unn kolor gans an boton kunteller kolor

source: Copy the color in different color models
kw: Kopia an kolor yn systemow kolor dyffrans

source: Change the position of the alpha values in hex values
kw: Chanjya an le a'n niverow klerder yn niverow hex

source: Added License
kw: Addys Kummyas

source: Remove
kw: Dilea

source: No Color
kw: Kolor Vyth

source: Select or enter a color to get started
kw: Dewis po ynworra unn kolor rag dalleth

source: View
kw: Gweles

source: Name Sources
kw: Devedhyansow Henwyn

source: Basic
kw: Selvenek

source: Basic web colors
kw: Kolors gwi elvennek

source: Extended
kw: Ynstynnys

source: X11 and SVG color values
kw: Niverow kolor X11 ha SVG

source: GNOME Color Palette
kw: Liwvord GNOME

source: Colors for GNOME app icons and illustrations
kw: Kolors rag arwodhigow appys GNOME ha lymnansow

# Name of the color set from the xkcd color survey
source: xkcd Color Survey
kw: Arhwithrans Kolor xkcd

source: 954 RGB colors named by volunteers
kw: 954 kolors RGB henwelys gans bodhogyon

source: General
kw: Ollgemmyn

source: Formatting
kw: Furvas

source: Alpha-Value Position
kw: Le Niver Klerder

source: Where the Alphavalue is positioned in the Hexstring
kw: Py tyller an niver klerer yw leys y'n niver Hex

# Alphavalue is not shown
source: None
kw: Vyth

# Alphavalue is shown at the end
source: End
kw: Diwedhva

# Alphavalue is shown at the start
source: Start
kw: Dalleth

source: RGB Notation
kw: Nosyans RGB

source: Whether RGB values should be displayed as integers or decimals
kw: Mar niverow RGB a wra diskwedhes avel kowlniverow po na

# RGB is format as integers (e.g. 127)
source: Integer
kw: Kowlniver

# RGB is format as decimals (e.g. 0.1)
source: Decimal
kw: Na Kowlniverow

source: Sources for displaying color names
kw: Devedhyansow rag ow diskwedhes henwyn kolor

source: Precision
kw: Kewerder

source: Color Formats
kw: Furvasow Kolor

source: Customize the visible formats and in which order they are displayed
kw: Personelhe an furvasow gweladow hag yn py aray i yw diskwedhys

# Tooltip of the button to reset the format order
source: Reset Order
kw: Dasgorra Aray

source: _Clear History
kw: _Dilea Istori

source: _Random Color
kw: _Kolor Chonsus

source: _Preferences
kw: _Settyansow

source: _About Eyedropper
kw: _A-dro Eyedropper

# Tooltip of the colorpicker button
source: Pick a Color
kw: Dewis unn Kolor

source: Main Menu
kw: Penn Rol

source: Color Picker not Available
kw: Kunteller Kolor Ankavadow

source: The system is not properly configured to allow for color picking
kw: An system na selys yn fas rag kuntellyans kolor

source: _Continue Regardless
kw: _Pesya yn neb Kas

# Tooltip of the palette button
source: Edit Color
kw: Golegi Kolor

source: Apply
kw: Gorra

source: Allow color selection while the application runs in the background
kw: Alowa dewis kolor hag an app eksekutya yn kilva

source: Pick a New Color
kw: Dewis unn Kolor Nowydh

source: Not named
kw: Na henwys

source: Copy Hex Code
kw: Kopia Kod Hex

source: Hex Code
kw: Kod Hex

source: Name
kw: Hanow

source: translator-credits
kw: Flynn <cirilla@tuta.io>

source: Copied “{}”
kw: Kopys “{}”

source: Move Up
kw: Gwaya War-vann

source: Move Down
kw: Gwaya War-woles

source: Cleared history
kw: Dileys istori

source: Undo
kw: Diswul

source: Failed to pick a color
kw: Y fyllis dhe dewis unn kolor
